[
  {
    "principle": "Support post-prison reintegration",
    "score": 1,
    "quotes": [
      "When a man or a woman comes from prison, what do resources do he or she have that can address his or her mental health? or do you even think that he has or she has mental health?",
      "You come into a world that's totally new, that you've been separated from for 30 years.",
      "This is a organization and a program that I have worked with our CEO and our director for many, many, many, many years.",
      "I created a job for myself.",
      "To be able to have access. See, once we have access to those who are incarcerated, as well as those that's coming home, see, once you got access,  to the prison population,",
      "When they sentence you, they say, is it anything that you want to say? And I said to the judge, these are my words. I say, if there's a God and I believe it is, you gonna pay for what you've done for to me."
    ]
  },

  {
    "principle": "Advocate for ex-prisoners",
    "score": 1,
    "quotes": [
      "The reason that we hire ex-offenders is because ex-offenders know how to handle other ex-offenders.",
      "We only have two people that work with us that has not been formally incarcerated.",
      "They opened all these jobs because you got men like myself, other men that I know personally that got degrees, master's degrees, bachelor's degrees, PhDs."
    ]
  },

  {
    "principle": "Promote societal issue awareness",
    "score": 0.7,
    "quotes": [
      "I'm so glad for the teachings of the honorable Elijah Muhammad and the Honorable Minister Louis Farrakhan because they taught me how to overcome these conditions and not be bitter, not be angry.",
      "This work is a healing for me. This how I heal every day. Cause I do the work every day.",
      "They appreciate me taking the time out to come there because I don't, nobody pays me to do that."
    ]
  },

  {
    "principle": "Provide mental health resources",
    "score": 0.8,
    "quotes": [
      "One of the things that has been challenging for me when I came home was, first of all, a job that was challenging,",
      "They don't even get to mental health? That's a whole nother issue because anybody that stays in a six by nine cell, a 15, 20, 30, 40, 50 years is suffering from post-traumatic prison disorder, not stress prison disorder.",
      "If you hire somebody, I don't master degree PhD college degree and they've never been there. Yeah. And they don't know how to handle this man or this woman who is suffering from a mental illness of post-traumatic prison disorder."
    ]
  },

  {
    "principle": "Encourage active citizenship",
    "score": 0.7,
    "quotes": [
      "I'm so glad for the teachings of the honorable Elijah Muhammad and the Honorable Minister Louis Farrakhan because they taught me how to overcome these conditions and not be bitter, not be angry.",
      "This work is a healing for me. This how I heal every day. Cause I do the work every day.",
      "When they arrested me and locked me up, I had no idea what was going on. Took me to court, tried me."
    ]
  },

  {
    "principle": "Continuous self-improvement",
    "score": 0.9,
    "quotes": [
      "So I spent a lot of my time in school educating myself first under my belief, and then getting the documentation that was necessary. ",
      "I stayed in school, got my master's degree, my bachelor's degree, my associate's arts degree in political science,",
      "So when I got out of prison, I knew what I would be faced with.",
      "I encourage them to get educated."
    ]
  },

  {
    "principle": "Support technological literacy",
    "score": 0.7,
    "quotes": [
      "You don't know how to use a phone, you don't know how to use a computer.",
      " You don't know how to use anything that will help you better your life because the things that you need in the world to survive in the prison, they keep these things from you.",
      "They still using typewriters in prison and this is 2023. We going on 2024. They still using typewriter. So the man and the woman that comes out of that environment is what? Alien to this world."
    ]
  }
]
