[
  {
    "principle": "Support technological literacy",
    "score": 1,
    "quotes": [
      "[00:00:16] There was always those who, who seemed to have some connection to technology, They still were able to get access to enough of the parts or information or knowledge to assemble something on their own in their hobble",
      "[00:00:58] There's so much technology that they have and that we should have, but just not everyone has access to",
      "[00:02:04] And so, and that would like, so now I'm getting to learn about everything and, and so when I get a, a video game system is something different to me. But I never got to, like, I, I was never like the idea of like opening stuff up and tinkering with like that was never something I had to, I. Idea. I had the idea for it, but never the ability to, because I mean, let's be honest, you gotta have resources for that.",
      "[00:02:23] Like if your parents went and broke they back and sweat to get you this video game system, you bet not break that thing apart. I don't care how much you think you might find out or, or where you think you might be in the future because you learned about circuitry, so, so it was one of those things where it's like, even when you have the idea, you don't necessarily have the ability to even, tinker with stuff yourself because of socioeconomic issues.",
      "[00:03:16] So it was like, win-win. And ironically enough, they were gonna pay me, which is the highest rate anyone in the MDOC can get, Like it was, it was, it was the baller status of $3 34 cents a day.",
      "[00:04:50] A lot of folks who I was coming home with didn't, and especially I and I, that I think I expected, what I didn't expect was to come home after 20 years of incarceration. The only technology I had access to was, again, a desktop."
    ]
  },
  {
    "principle": "Equal opportunity access",
    "score": 1,
    "quotes": [
      "[00:00:33] and that's not what I see. In today's present, which is supposed to be a future I was supposed to look forward to, I don't see any folks who I know who are in any of these neighborhoods that I go into who are speaking in code, who are telling me about this and that.",
      "[00:20:32] And at the end of each semester there's a final performance. And that is the culmination of that semester. And there's always this worry. That things won't happen."
    ]
  },
  {
    "principle": "Justice system fairness",
    "score": 1,
    "quotes": [
      "[00:10:23] I'm a statewide organizer at an organization called American Friend Service Committee or a national nonprofit, but I work in the Michigan Ypsilanti chapter, focusing right now on Second Look Legislation, trying to get that passed, get some votes in the House and Senate and get some people home."
    ]
  },
  {
    "principle": "Support post-prison reintegration",
    "score": 1,
    "quotes": [
      "[00:04:50] A lot of folks who I was coming home with didn't, and especially I and I, that I think I expected, what I didn't expect was to come home after 20 years of incarceration. The only technology I had access to was, again, a desktop. I'm, and like, I'm not even using Google Sheets or anything. I'm using Open Office,",
      "[00:05:54] That's what really blew my mind. So when now I get a job at a place, so I ended up getting this offer to become an executive director to nonprofit called A Brighter Way. And the nonprofits focus on helping folks who are returning from home especially longer returning citizens, but anyone returning from home in Washtenaw County to have a mentor to assist system with their transition and also to providing what's called wraparound services, That goes from anything from housing assistance to covid assistance, to job assistance, to interview assistance, to resumes, whatever. Because you can't assume that someone's coming home from incarceration and only needs a thing or two, you have to look at that whole person and their whole needs."
    ]
  },
  {
    "principle": "Continuous self-improvement",
    "score": 1,
    "quotes": [
      "[00:02:42] But I always had an interest. Science was always my thing. And so when I was incarcerated, I was a person that science digests and sci-fi news that was the stuff like I, that would, would be some things I would do for my own personal interest to kind of feed my own soul. And also it kept me. Abreast of what was going on.",
      "[00:09:53] And so if no one's there to tell me like no. That's just what No, I'm sorry man. Like you were trying to get something outta that and that's just a, a sucky program."
    ]
  },
  {
    "principle": "Encourage active citizenship",
    "score": 1,
    "quotes": [
      "[00:10:23] I'm a statewide organizer at an organization called American Friend Service Committee or a national nonprofit, but I work in the Michigan Ypsilanti chapter, focusing right now on Second Look Legislation, trying to get that passed, get some votes in the House and Senate and get some people home."
    ]
  },
  {
    "principle": "Advocate for ex-prisoners",
    "score": 1,
    "quotes": [
      "[00:05:54] That's what really blew my mind. So when now I get a job at a place, so I ended up getting this offer to become an executive director to nonprofit called A Brighter Way. And the nonprofits focus on helping folks who are returning from home especially longer returning citizens, but anyone returning from home in Washtenaw County to have a mentor to assist system with their transition and also to providing what's called, like we call wraparound services, That goes from anything from housing assistance to covid assistance, to job assistance, to interview assistance, to resumes, whatever. Because you can't assume that someone's coming home from incarceration and only needs a thing or two, you have to look at that whole person and their whole needs."
    ]
  }
]