[
  {
    "principle": "Support technological literacy",
    "score": 0.9,
    "quotes": [
      "when I was coming up in high school, we did not have access to. The technology that was, that was starting to come about that was something that you really didn't see. There were no cell phones pagers. CD players, USB cords, flash drives, none of those things were available.",
      "A lot of my technology learning was pretty much and is pretty much on hand hands-on, I should say. And just learning that.",
      "They come home and they're expected to, to get just engulfed in, in what's happening in the world right now. And they don't have any, any information on, on what, what a lot of this is.",
      "They don't have the money. To be able to call them and put money on their, on their cell phones so they could make phone calls."
    ]
  },

  {
    "principle": "Support post-prison reintegration",
    "score": 1,
    "quotes": [
      "dealing with people that are returning citizens and finding out that a lot of these individuals had left here, left home when they were like as young as 13 years old. And coming home when they're like 50, 60 years old.",
      "So now he's out and he's doing the same thing, surviving ' cause there's no skills affordable to him. And then coming out with a felony, where do you work and where do you get loans and where do you find housing and...",
      "And you're not supposed to go back into your old neighborhood. . So where do you go? Where do you go? Who's gonna take you to find out that, you're returning citizen? . Who's gonna do that? "
    ]
  },

  {
    "principle": "Help without expectation",
    "score": 0.9,
    "quotes": [
      "The only thing we can do is that everybody, that I think, that everyone that, that has a, has a soul and, and want to see something happen, you don't really have to have a lot of money to, to try to make a difference.",
      "Sometimes all it is is, is just a touch., a consoling touch that, that you're listening and you have compassion."
    ]
  },

  {
    "principle": "Promote societal issue awareness",
    "score": 0.9,
    "quotes": [
      "I'm really a big supporter with Silent Cry. And I, I try to get the, get the message out that these things are happening and have happened and that where awareness, awareness has to happen, that these things are going on and still going on,"
    ]
  },

  {
    "principle": "Justice system fairness",
    "score": 0.9,
    "quotes": [
      "It's a different scenario, unfortunately, like with my nephew he got life.",
      "it's a real sad state of affairs in America.",
      "child tried as an adult, and I think that's what the, the problem was, is that these people were were tried as, as adults and they were children."
    ]
  },

  {
    "principle": "Equal opportunity access",
    "score": 0.8,
    "quotes": [
      "And even once you, if you do and you come out and you look different than me, you probably would get more access to resources that will help you along the way."
    ]
  },

  {
    "principle": "Encourage voting",
    "score": 0.7,
    "quotes": [
      "And you do need to learn how to vote. It does work. It does work. Get involved. We have voices for a reason."
    ]
  },

  {
    "principle": "Accessible public transportation",
    "score": 0.6,
    "quotes": [
      "They should have busing a, a, a bus system. We don't have, a lot of 'em don't have that anymore."
    ]
  },

  {
    "principle": "Ensure fair wages",
    "score": 0.8,
    "quotes": [
      "What they make? Some people, some of them, I think they increase the money now, I think they get like maybe $2 a day or something like that."
    ]
  },

  {
    "principle": "Change hiring practices",
    "score": 0.7,
    "quotes": [
      "And then coming out with a felony, where do you work and where do you get loans and where do you find housing and."
    ]
  },

  {
    "principle": "Equality in education",
    "score": 0.8,
    "quotes": [
      "no education. The, the schools, the schools in, in the poor neighborhoods, there are hardly any,",
      "The schools, the school system, the public school systems aren't, aren't up to par like they should be."
    ]
  },

  {
    "principle": "Advocate for ex-prisoners",
    "score": 0.8,
    "quotes": [
      "dealing with people that are returning citizens and finding out that a lot of these individuals had left here, left home when they were like as young as 13 years old. And coming home when they're like 50, 60 years old."
    ]
  }
]
