[
  {
    "principle": "Help without expectation",
    "score": 1,
    "quotes": [
      "So now I help women returning home from prison and hopefully in three months I have my own house.",
      "...you can do it at my office or we meet up somewhere.",
      "I have a CARES program right now where I meet the ladies when they get outta prison and it's a welcome home bag with soap, deodorant, toothpaste, toothbrush, washcloth, towel mouthwash, all the basic needs.",
      "But I just, Got in contact with Huron Valley, the parole officer in Huron Valley, and she has a list of women coming home and I can help them with the CARES Package."
    ]
  },
  {
    "principle": "Advocate for ex-prisoners",
    "score": 1,
    "quotes": [
      "I hear that somebody's coming home.",
      "I help over. Couple of hundred ladies so far."
    ]
  },
  {
    "principle": "Available resources for growth",
    "score": 0.9,
    "quotes": [
      "I have another program called Free Donors Receive Education and Employment...",
      "I have a CPA that does the financial literacy part...",
      "I have a lady that helps people with banking.",
      "If you wanna do a business yourself and you wanna do the entrepreneurship, you know, we could get you together a small business plan.",
      "...you walk away with a laptop and a backpack full of office supplies a simple starter stuff."
    ]
  },
  {
    "principle": "Promote fair legislation",
    "score": 0.8,
    "quotes": [
      "When they did the redistricting that tore us all up, they moved the lines all over the place.",
      "Washington, DC you can vote while you still in, in prison. So I wanted to try to get that policy, like how can we change that rule?"
    ]
  },
  {
    "principle": "Ensure fair wages",
    "score": 0.7,
    "quotes": [
      "The little jobs they did have, it wasn't worth going to.",
      "The two and few, the two, the, the, the two and few dollars at like McDonald's and stuff, that wasn't gonna help me."
    ]
  },
  {
    "principle": "Support post-prison reintegration",
    "score": 1,
    "quotes": [
      "I actually gotta pay somebody to look at me and say, have you been in trouble? Where you staying? Did you change your address?",
      "Are you working? I, I see you next week.",
      "We do mock interviews because at the interview, they're gonna look at your resume and see there's a gap in your resume and you have to explain that gap in your resume.",
      " I partner with an online college that does IT work so anybody's in the IT world."
    ]
  },
  {
    "principle": "Promote societal issue awareness",
    "score": 0.9,
    "quotes": [
      "23 countries saying the same thing. Return to citizens have a hard time finding housing and work.",
      "So Voting Access for All was, was, was a great, great opportunity for me to help found.",
      "That's something you do online as far as work."
    ]
  },
  {
    "principle": "Encourage active citizenship",
    "score": 1,
    "quotes": [
      "And working next to Nation Outside and they pushing all these policies, they busting their butt.",
      "If you had a prosecutor, a judge, you know, you could vote them outta the seat 'cause they didn't put you in jail.",
      "Go figure out who running for whatever and see what they're about and then see if you wanna vote for 'em."
    ]
  },
  {
    "principle": "Support technological literacy",
    "score": 0.8,
    "quotes": [
      "When you go, I was used to going in and ask for an application, but they say you had to do it online.",
      "Doing it online, no more in-person, stuff like that.",
      "...partner with an online college that does IT work so anybody's in the IT world.",
      "That's something you do online as far as work."
    ]
  },
  {
    "principle": "Justice system fairness",
    "score": 0.8,
    "quotes": [
      "Washington, DC you can vote while you still in, in prison.",
      "And then I heard stories of, you know, It wasn't me, but some, you know, you violate your probation or you can't get off of parole until your supervision fees are paid off."
    ]
  },
  {
    "principle": "Encourage voting",
    "score": 1,
    "quotes": [
      "So Voting Access for All was, was, was a great, great opportunity for me to help found.",
      "The more we tell people they had a right to vote.",
      "Just because you got it, that don't mean you can't vote.",
      "What's happening in your neighborhood? Why don't you start there voting on that."
    ]
  },
  {
    "principle": "Change hiring practices",
    "score": 0.7,
    "quotes": [
      " They said I was a felon, so I tried to apply for the housing program, may have, and they also said I couldn't get out 'cause I was a felon.",
      "Do some demo work. Anything that had to do with housing at that time",
      "Because getting a job, job I got, got tired of saying, you know, you, you check the box, it's a wrap.",
      "Now we need to go vote on them for us, for us to get our rights back."
    ]
  }
]