[
  {
    "principle": "Support post-prison reintegration",
    "score": 0.9,
    "quotes": [
      "[00:01:23] I think there needs to be more services , to help the family with those challenges. Because what happens is it's so toxic. It's so toxic that the kids are taking away the argument, the feeling of inadequacy, the self-doubt.",
      "[00:02:07] Don't tell 'em once they get out, have it already in place. Right. Already had them introduced to it like we're talking now.",
      "[00:03:19] A good organization or a good group to look at when people come out and they feel like they don't have a skillset is some grassroots organ organizing because there's always so much work to do.",
      "[00:03:35] So I wanna work on this for somebody else.",
      "[00:07:19] Why people are returning and the services and programs that need to happen for them."
    ]
  },
  {
    "principle": "Help without expectation",
    "score": 0.8,
    "quotes": [
      "[00:08:52] But if they don't know how to connect the information they receive from those people with another group who's doing it. Then we, we leaving a lot of power on the table.",
      "[00:11:17] I think they can get all of that and people will build, you know they will want to pour into their development and they can build in on their skills and we can work at something together is what I think.",
      "[00:20:44] , it's mismanaged and it's used in a way that gets them put back in the system."
    ]
  },
  {
    "principle": "Accessible public transportation",
    "score": 0.3,
    "quotes": [
      "[00:03:59] A lot of people just never got a driver's license, right? So now they've been tucked away for a while and they come back and a lot of people."
    ]
  },
  {
    "principle": "Promote societal issue awareness",
    "score": 0.7,
    "quotes": [
      "[00:14:05] First of all, a person needs to know, they should have somewhere to lay their head when they get out where they're gonna go.",
      "[00:15:36] The people that were so honestly, and there's an article, there's a GoFundMe page. If you look up Hamilton Health Network.",
      "[00:16:56] And now they're in there.",
      "[00:18:36] It's just, I think."
    ]
  }
]
