[
  {
    "principle": "Support post-prison reintegration",
    "score": 1,
    "quotes": [
      "We are a nonprofit in Michigan that helps to ensure that people who are formerly incarcerated and justice involved know that they can vote.",
      "What do we do to write to make things better for people who are reentering the community?",
      "How do we make it a easier transition?"
    ]
  },
  {
    "principle": "Provide mental health resources",
    "score": 0.8,
    "quotes": [
      "I need like to heal mentally and emotionally.",
      "I can't imagine the amount of other people that need healing in that way too.",
      "That has been as readily accessible as it it should be."
    ]
  },
  {
    "principle": "Change hiring practices",
    "score": 0.7,
    "quotes": [
      "How do we get more companies involved in that and wanting to support, because it doesn't just help the person that's formerly incarcerated, like it will help. Make a more viable economy economic mobility for everyone in our community.",
      "Who's gonna hire me?"
    ]
  },
  {
    "principle": "Promote fair legislation",
    "score": 1,
    "quotes": [
      "We do have something called the Michigan Fair Chance Access to Housing Act.",
      "The Michigan Fair Chance access to Housing Acts. Right now it is in the house.",
      "This would ensure that these barriers, because so many times I can't tell you the number of times I've heard people."
    ]
  },
  {
    "principle": "Advocate for ex-prisoners",
    "score": 1,
    "quotes": [
      "That was one of my fears was how do I ever go back to work? Who's gonna hire me?",
      "I was thought like, oh my God, I have a master's, but that doesn't mean anything if you have this on your record, because what company is gonna take a chance on me?"
    ]
  },
  {
    "principle": "Encourage voting",
    "score": 1,
    "quotes": [
      "I also work with Voting Access for All Coalition VAC for short.",
      "We found that there are people who are just hesitant to just, and they just say, what?",
      "I don't believe in voting, so it's not even worth it to me to vote because what is, like, what's the point of voting?"
    ]
  },
  {
    "principle": "Encourage active citizenship",
    "score": 0.9,
    "quotes": [
      "We have to tell them and let them know that they actually work for the people.",
      "So, one of the things that we actively do is go out to these coffee hours, especially right now, they're on break and make sure that they know like the people are watching and we're holding them accountable."
    ]
  }
]