[
  {
    "principle": "Justice system fairness", 
    "score": 0.9, 
    "quotes": ["The challenges that I would say I'm facing is getting access to more legal advocates like counselors, legal counsel because one thing that I, I do is I'm an advocate and I use litigation that has already successfully, won.", "And even saying that there's a case NAACP v Button, that was probably a 1960 case. That said regular people can help other people with the law or their litigation without being charged with unauthorized practice of law if it's part of the organization's mission and goal.", "And the attorney general is appealing it right now. But with those two scenarios, for me, 'cause I like, think solution oriented, I'll be filing a claim against the state of Illinois and the United States challenging the unauthorized practice of law."]
  },
  {
    "principle": "Advocate for ex-prisoners", 
    "score": 0.8, 
    "quotes": ["And we have a big campaign going on with our Prison Lives Matter group. 'cause that's why I'm a part of a state rep for Illinois Prison Lives Matter.", "I am like a, a national modern day abolitionist. I hear the stories from all over the states.", "I got a text today from Indiana. They already had terrible drinking water and now they got, the toilet's been backed up since Thursday."]
  },
  {
    "principle": "Promote societal issue awareness", 
    "score": 0.7, 
    "quotes": ["What legalized slavery is, 'cause we don't really grasp that, is when 30 Democrats and 17 Republicans vote on something that infringes upon our right.", "And if we got rid of. What I consider victimless crimes, like possession of drugs or things.", "If we get rid of, just say for instance, repeal, the the Controlled Substance Act, re repeal that dealing with marijuana but if you took that away, Then where would the judges police officers and the money that came through the 1994 crime bill to build more institutions, where would they get their jobs from?"]
  },
  {
    "principle": "Support post-prison reintegration", 
    "score": 0.6, 
    "quotes": ["when I got out of prison and finally was done with my incarceration. 'cause when I got out, I went right back after three months for selling drugs. But I beat that case in a bench trial.", "I was in a period that the whole pipeline to prison wasn't so magnified as it is today. So a lot of the barriers today that are faced.", "I didn't face him. And by the time, if I even would've faced him, I was already like the local poster child. the guy who arrested me on my drug case wound up becoming the chief of police. And then I sat on a board with him. I was in the church. So, like the community I think as a whole really embraced me and just how I grew up."]
  },
  {
    "principle": "Promote fair legislation", 
    "score": 0.7, 
    "quotes": ["Legislation and enforcing the rights as a people. in 2021, the United States was found guilty for crimes against humanity, police killings, mass incarceration.", "The similar, the correlation between the black codes, the slave codes, the Jim Crow, the 1994 crime bill, the gang legislation, the habitual criminal, the enhancement, like all of this is designed based on that 13th amendment being passed to where we're at today, and that guilty verdict with the tribunal.", "I think if, if we, the people truly understood the difference between a republic form of government and a democracy, we would realize the republic form of government is where we're self-governing."]
  }
]