[
  {
    "principle": "Support post-prison reintegration",
    "score": 1.0,
    "quotes": [
      "Returning citizen. I gave up 32 years of my life to the Michigan Department of Corrections. I returned home in 2017.",
      "I know a lot of returning citizens. I and I talked to a lot of 'em, and we all had the same, basically the same problems.",
      "A lot of people, they, they starting to have a lot of looks at prisoners.",
      "You see it, you see it in the news nowadays, but it can, it, you can, you can help someone."
    ]
  },
  {
    "principle": "Change hiring practices",
    "score": 0.8,
    "quotes": [
      "getting a job, getting jobs. Because, people didn't wanna hire a felon.",
      "they didn't wanna hire you in, that's one of the things I didn't like about the job.",
      "I found a job, but. It wasn't a good paying job, but it paid up more or less."
    ]
  },
  {
    "principle": "Encourage active citizenship",
    "score": 0.9,
    "quotes": [
      "Live a crime free life. Live a life that you can be helpful to someone in some way.",
      "I'm getting help by helping them.",
      "begin to uplift yourself and follow humanity. The people that need help out here.",
      "I think that yeah, they should have a program where, like a small bank will afford you maybe say a thousand dollars and teach you how to maintain and not put a big amount of interest on it"
    ]
  },
  {
    "principle": "Support technological literacy",
    "score": 0.7,
    "quotes": [
      "So I went to a class, I was able to get in the class, but then COVID came up, shut the class down.",
      "They should have those classes already for you. Not like the little, like I say, they get, they did just, they crammed you in like a month before you finna go home with all this stuff",
      "if you don't go to a class or got some granddaughters or babies that know this stuff, then you're in trouble."
    ]
  },
  {
    "principle": "Promote societal issue awareness",
    "score": 0.8,
    "quotes": [
      "I found out that a lot of organizations in the years I've been out, they do a lot of talk. They like to be in front of the press.",
      "They have problems. And a lot of us, we've, before we went to prison, we had problems."
    ]
  },
  {
    "principle": "Provide mental health resources",
    "score": 0.6,
    "quotes": [
      "and that plays into your it plays into your mental, because you already struggling out here, coming from where you came from",
      "So mental health is very important when dealing with prisoners that did an X amount of time because they be having problems.",
      "mental health is very, very important when dealing with ex prisoners because it's a lot of things that could, that could trigger."
    ]
  },
  {
    "principle": "Maintain good credit",
    "score": 0.5,
    "quotes": [
      "Who knows about credit.",
      "We didn't know anything. You didn't even have a job when you was out here, so when you come go to credit, they say, who are you? Where have you been? You don't even register on a scale.",
      "I think that yeah, they should have a program where, like a small bank will afford you maybe say a thousand dollars and Teach you how to maintain and not put a big amount of interest on it"
    ]
  },
  {
    "principle": "Equality in education",
    "score": 0.9,
    "quotes": [
      "They should send it at the returning citizens, because these are the people that has to live next door to you, that you have said is ready to return to society and be a part of society, a contributor to society, and you don't want to help them.",
      "I don't, you don't wanna defund the police department. That's not, that's not a good, I don't believe it's a good thing to do. However, if you're saying you're gonna take some money, then you should put the money in education.",
      "you could tell when a person came in prison how they was, they was ignorant. Ignorance not a bad word. 'cause you simply don't know. There's a responsibility for you to know."
    ]
  }
]
