[
  {
    "principle": "Provide mental health resources",
    "score": 0.9,
    "quotes": [
      "So my values were, you should read more, travel more, understand the habits of CEOs and develop. Tools to understand their mental health.",
      "So for me it is getting those resources to the youth and making sure they have access to how they can Be able to develop their toolbox and deal in these times.",
      "Yeah. So, you know, now I have a therapist. Now I'm connected to a lot of the resources and counselors and people who point us in a direction. We invite them in to come talk, we invite them. We had a Narcan training here"
    ]
  },
  {
    "principle": "Support technological literacy",
    "score": 0.8,
    "quotes": [
      "To the resources of technology, like being able to make sure youth are exposed to where technology is headed.",
      "If you don't have access to wifi, you don't have access to The future. So with those lack of resources, there's gotta be some type of programming that we create to be able to make sure that our kids aren't getting left behind."
    ]
  },
  {
    "principle": "Equal opportunity access",
    "score": 0.7,
    "quotes": [
      "So the program we're hosting right now is partnership between L G D Educational Services, urban Community Outreach, grow, Detroit Young Talent. The Youth Connection, Pingry Farms and Milton manufacturer grow Detroit Young Grow Detroit.",
      "So Pingry Farms and Milton Manufacturing agreed to host the students here. So the students come, they have garden duties, barn duties."
    ]
  },
  {
    "principle": "Available resources for growth",
    "score": 0.8,
    "quotes": [
      "So the more experts that I can get these kids around, the more bosses I can connect with, the more bosses we can get to come and connect and input in the youth.",
      "Here are the things that you didn't know we're here and this is how you can help someone else. So just finding the resources and putting them in front of these babies to be able to. Have a fighting chance."
    ]
  },
  {
    "principle": "Promote societal issue awareness",
    "score": 0.7,
    "quotes": [
      "youth hunger in Detroit. How can you think right when you're not eating right.",
      "There are 300,000 school-aged children in the state of Michigan that are food insecure.",
      "Those numbers, knowing that in the richest country in the world, there are 3 million children in this country that. Don't have access to healthy, nutri nutritious, nutritious food."
    ]
  }
]