[
  {"principle": "Provide mental health resources", 
  "score": 0.9, 
  "quotes": ["Recently I just engaged in mental health therapy myself. And even with good insurance, I've found that it's kind of tricky post or during Covid to find carriers that will.", "In fact, our agency actually pays for some people to get mental health services because they couldn't get them any other way.", "This is complicated even further when you're talking about people who understand things like post-incarceration syndrome and what it is to have that kind of very specific and state sanctioned trauma."]},
  
  {"principle": "Support technological literacy", 
  "score": 0.7, 
  "quotes": ["I went in in 1993, and I came home in 2020. January of 2020, it also, it also threw me into the deep end of the pool when it came to technology.", "I was either gonna sink or swim, so I started learning a lot of things and I found out that the undo button was my best friend."]},
  
  {"principle": "Support post-prison reintegration", 
  "score": 0.8, 
  "quotes": ["I started my reentry before I ever came home, but I had, I had started on this path of how am I going to live my life before I got out here?", "I had saved some money cuz I'd actually stopped going to school. I'd gotten my associate's degree the year before and the money that I was applying towards that, I started saving."]},
  
  {"principle": "Advocate for ex-prisoners", 
  "score": 0.9, 
  "quotes": ["One of the biggest things that if, as, as a taxpayer now, and I think all taxpayers should be upset with, is the fact that we don't invest. In the criminal justice system we spend there's a difference.", "Getting them to understand that they're worth it. Getting them to understand that what, that we are investing in them because we believe they're gonna give something back to all of us and to society as a whole."]},
  
  {"principle": "Change hiring practices", 
  "score": 0.8, 
  "quotes": ["Nobody seems to wanna take the chance on you. I always joke that I was 30 for 30 in interviews. When I, when I came home, everybody wanted to hire me and, and gave me the thumbs up.", "And then, and, and, and I was not dishonest about my incarceration. I was very honest about my incarceration. But then when they actually, did the background check, they apparently didn't hear me properly cuz then they rescinded the offer."]},
  
  {"principle": "Equality in education", 
  "score": 0.7, 
  "quotes": ["One of the things is, is that the system often abuses things like that. And so they had a bunch of people going to class and they weren't walking out with degrees.", "And then I was there when they took them too. I didn't fully understand the impact of 'em until years later, and I wanted to go to college and I had to find a way to fund it."]},
  
  {"principle": "Ensure fair wages", 
  "score": 0.7, 
  "quotes": ["One of the things that we're employing in our model is we're trying to do, we're trying to create a living wage. It's an entry level position. So in Michigan, $40,000 in insurance and stuff like that isn't bad.", "And then hopefully, They build up some of their skills, they go on to other areas and as I say, infiltrate other systems."]}
]