[
  {"value": "Support for Returning Citizens", 
  "score": 1, 
  "quotes": ["We are a nonprofit in Michigan that helps to ensure that people who are formerly incarcerated and justice involved know that they can vote.", "So when I came back to Michigan, my whole focus changed. And so that's when I. Started working with people who were also justice involved to say, how could we make things better? What do we do to write to make things better for people who are reentering the community?"]},

  {"value": "Mental Health Awareness", 
  "score": 0.8, 
  "quotes": ["I need like to heal mentally and emotionally.", "I can't imagine the amount of of other people that need healing in that way too.", "Housing, employment mental health. We have to tell them and let them know that they actually work for the people."]},
  
  {"value": "Access to Housing", 
  "score": 1, 
  "quotes": ["one of the things that I think is lacking aside from mental support is housing", "we do have something called the Michigan Fair Chance Access to Housing Act.", "That was one of my fears was how do I ever go back to work? Who's gonna hire me?"]},

  {"value": "Fair Employment Opportunities", 
  "score": 0.9, 
  "quotes": ["How do we get more companies involved in that and wanting to support, because it doesn't just help the person that's formerly incarcerated, like it will help. Make a more viable economy economic mobility for everyone in our community.", "That was one of my fears was how do I ever go back to work? Who's gonna hire me?"]},

  {"value": "Community Involvement", 
  "score": 0.7, 
  "quotes": ["we're working together with the community to organize what's called Capital Day for Housing, not Hurdles is what we're calling it.", "we go to churches, community events, colleges , sometimes we'll just go to community fairs and we'll walk around and just talk to people and say, Hey, are you registered to vote?"]},

  {"value": "Voting Rights", 
  "score": 1, 
  "quotes": ["We are a nonprofit in Michigan that helps to ensure that people who are formerly incarcerated and justice involved know that they can vote.", "there's also voting. I also work with Voting Access for All Coalition VAC for short.", "we register them to vote and then we. Make sure that they know to tell their friends and family. Listen, even if you're justice involved, you have a right to vote in Michigan"]},

  {"value": "Political Transparency", 
  "score": 0.7, 
  "quotes": ["we're holding them accountable.", "I'm really passionate about legislation because I feel like policy and legislation is really where we can start making things better for everyone, especially people who are justice involved and people who who are impacted by what we call our legal system."]},
  
  {"value": "Legislative Reform", 
  "score": 0.9, 
  "quotes": ["The Michigan Fair Chance access to Housing Acts. Right now it is in the house.", "So right now in Michigan, there's a huge fight to reinstate good time.", "we're really fighting to see that we actually count people where they're from. Prison is not their home. Prison is no one's home.", "I'm really passionate about legislation because I feel like policy and legislation is really where we can start making things better for everyone, especially people who are justice involved and people who who are impacted by what we call our legal system."]}
]