[
  {"value": "Access to Housing", 
  "score": 1, 
  "quotes": ["And one of the challenges I faced when I first came out was housing. I couldn't rent anywhere.", "Living on your family member's couch or your friend's couch or whoever couch after a while gets harassing and you are actually homeless.", "And then I found the owner, and then they they signed the deeded over to me.", "So now I help women returning home from prison and hopefully in three months I have my own house.", "So I help over. Couple of hundred ladies so far."]},

  {"value": "Fair Employment Opportunities", 
  "score": 0.9, 
  "quotes": ["I was part of the building trades in Huron Valley, so I figured I'd have a job with Habitat for Humanity, since they use Habitat for Humanity in prison.", "Because getting a job, job I got, got tired of saying, you know, you, you check the box, it's a wrap.", "The factory thing was not for me. I never wanted to work with none of the big three working hard, long hours for killing your body.", "And that was another problem. The little jobs they did have, it wasn't worth going to.", "If you wanna do a business yourself and you wanna do the entrepreneurship, you know, we could get you together a small business plan."]},

  {"value": "Support for Returning Citizens", 
  "score": 1, 
  "quotes": ["So now I help women returning home from prison and hopefully in three months I have my own house.", "I have a CARES program right now where I meet the ladies when they get outta prison and it's a welcome home bag with soap, deodorant, toothpaste, toothbrush, washcloth, towel mouthwash, all the basic needs.", "I have another program called Free Donors Receive Education and Employment and it goes through, Writing your resume.", "If you wanna do a business yourself and you wanna do the entrepreneurship, you know, we could get you together a small business plan.", "So I help over. Couple of hundred ladies so far."]},

  {"value": "Fair Judicial System", 
  "score": 0.8, 
  "quotes": ["They said I was a felon, so I tried to apply for the housing program, may have, and they also said I couldn't get out 'cause I was a felon.", "If you had a prosecutor or if you had a judge, you know, you could vote them outta the seat 'cause they didn't put you in jail.", "I helped Safe & Just write the expungement law and I went through the, through the motions and I can't get it expunged, and I'm okay with it because it's not holding me back from doing anything I'm trying to do."]},

  {"value": "Community Involvement", 
  "score": 0.7, 
  "quotes": ["My, my neighbors was awesome.", "And then VAC, Voting Access for All. I was not a politician. I wasn't into politics. I wasn't into none of this.", "We go in different neighborhoods now they say, you know, the suburbs have this, and suburbs have that.", "So Voting Access for All was, was, was a great, great opportunity for me to help found.", "Angel Tree is an organization that go inside the prisons and have the inmates fill out an application for their children to get Christmas presents."]},

  {"value": "Access to Technology", 
  "score": 0.6, 
  "quotes": ["When you go, I was used to going in and ask for an application, but they say you had to do it online.", "Doing it online, no more in-person, stuff like that. Everything started phasing in to go online", "I, I don't like the way society has phased into dependent on technology.", "And then you walk away with a laptop and a backpack full of office supplies the simple starter stuff.", "I also partner with an online college that does IT work so anybody's in the IT world."]},

  {"value": "Voting Rights", 
  "score": 0.8, 
  "quotes": ["And then VAC, Voting Access for All. I was not a politician. I wasn't into politics. I wasn't into none of this.", "We go in different neighborhoods now they say, you know, the suburbs have this, and suburbs have that.", "So Voting Access for All was, was, was a great, great opportunity for me to help found.", "Washington, DC you can vote while you still in, in prison. So I wanted to try to get that policy, like how can we change that rule?"]},

  {"value": "Public Education", 
  "score": 0.6, 
  "quotes": ["I actually paid attention to building trades. 'cause I came from a cooking background, so being in there and I was frustrated and I was like, you know what? I might as well get something outta this and I'm not gonna be here forever.", "I have a CPA that does the financial literacy part because we need to learn how to manage our money better than. Better than we our parents did.", "I also partner with an online college that does IT work so anybody's in the IT world."]},

  {"value": "Access to Legal Representation", 
  "score": 0.5, 
  "quotes": ["I helped Safe & Just write the expungement law and I went through the, through the motions and I can't get it expunged, and I'm okay with it because it's not holding me back from doing anything I'm trying to do."]},

  {"value": "Credit Score Improvement", 
  "score": 0.6, 
  "quotes": ["I have a lady that helps people with banking. So if you have a banking problem, you gotta go through her banking course she give you a year and then she'll straighten you out. You have a regular bank account."]}
]