[
  {"value": "Access to Legal Representation", 
  "score": 0.9, 
  "quotes": ["The challenges that I would say I'm facing is getting access to More legal advocates like counselors, legal counsel because one thing that I, I do is I'm an advocate and I use litigation that has already successfully, won.", "And so that access to those, attorneys that's the, the biggest barrier that I have.", "Because I'm a, I would consider myself a legal scholar.", "I don't know if I say a legal scholar. I'm more of a, a scholar when it comes to people's rights."
  ]},
  
  {"value": "Prison Reform", 
  "score": 0.8, 
  "quotes": ["we have a big campaign going on with our Prison Lives Matter group.", "If we get rid of, just say for instance, repeal, the the Controlled Substance Act, re repeal that dealing with marijuana but if you took that away, Then where would the judges police officers and the money that came through the 1994 crime bill to build more institutions, where would they get their jobs from?", "So this is like a billion dollar industry that it's legalized slavery.", "the prison conditions that I. I'll always go back to it. It's like modern day slavery and it's hell."
  ]},
  
  {"value": "Fair Judicial System", 
  "score": 0.7, 
  "quotes": ["And your role is to be a neutral arbitrator.", "And so when they don't do that, then we file a claim against their surety bonds and then they're no longer insured and we'll begin to see the change.", "I think if, if we, the people truly understood the difference between a republic form of government and a democracy, we would realize the republic form of government is what we're self-governing."
  ]},
  
  {"value": "Support for Returning Citizens", 
  "score": 0.6, 
  "quotes": ["So a lot of the barriers today that are faced.", "I didn't face him. And by the time, if I even would've faced him, I was already like the local poster child.", "the guy who arrested me on my drug case wound up becoming the chief of police. And then I sat on a board with him.", "I was in the church. So, like the community I think as a whole really embraced me and just how I grew up."
  ]},
  
  {"value": "Racial Equality", 
  "score": 0.6, 
  "quotes": ["What legalized slavery is, 'cause we don't really grasp that, is when 30 Democrats and 17 Republicans vote on something that infringes upon our right.", "That's legalized slavery and it's unconstitutional.", "Most people wouldn't see it that way because they don't know.", "And I am the protector of the people's rights.", "And if we got rid of. What I consider victimless crimes, like possession of drugs or things."
  ]},
  
  {"value": "Community Involvement", 
  "score": 0.5, 
  "quotes": ["I am like a, a national modern day abolitionist.", "I hear the stories from all over the states.", "So when we begin to, from a movement standpoint, as us as advocate, activists and abolitionists begin to highlight those that are being progressive and doing what is common law, what is right to treat people like people without dehumanizing them."
  ]},
  
  {"value": "Mental Health Awareness", 
  "score": 0.4, 
  "quotes": ["Like, that's like somebody getting. Has a disease, cancer and then you gotta lock 'em up 'cause they got cancer.", "No, there's a disease. I'm, I'm in an addiction and alcoholism, you're locking people up for being drunk when they really should be going to the Betty Ford Center or which we don't have 'em in the communities."
  ]},
  
  {"value": "Access to Housing", 
  "score": 0.3, 
  "quotes": ["I have a sheriff in my home county,. Sheriff Ron Hane He really turned to jail into a restorative justice place like literally.", "I mean, brothers that was locked up with him went to his wedding, be at his house in his kitchen, like for real, like he's."
  ]},
  
  {"value": "Fair Employment Opportunities", 
  "score": 0.3, 
  "quotes": ["When the person gets outta jail and is trying to get a job and it's not working, he goes back to sell drugs.", "He ain't doing it 'cause he want to, he tried to do something different, but this is what works."
  ]}
]