[
  {"value": "Support for Returning Citizens", 
  "score": 1, 
  "quotes": ["It's important that those that have no voice have a voice through us who have been victims of incarceration.", "One of the things that has been challenging for me when I came home was, first of all, a job that was challenging, but Because I have degrees in various areas, I created a job for myself.", "I also worked for CTA, Chicago Transit Authority. They hired me as an ex-offender."]},
  
  {"value": "Fair Judicial System", 
  "score": 0.8, 
  "quotes": ["And now we are free, but we only free to a certain degree. We're still paying for the crimes that we allegedly committed.", "When they arrested me and locked me up, I had no idea what was going on. Took me to court, tried me. No witnesses, no evidence, no nothing.", "My judge. His name is Thomas J Maloney. They was arresting him and he went to jail. For what? Bribery. And blackmailed."]},
  
  {"value": "Prison Reform", 
  "score": 1, 
  "quotes": ["don't even get to mental health? That's a whole nother issue because anybody that stays in a six by nine cell, a 15, 20, 30, 40, 50 years is suffering from post-traumatic prison disorder, not stress prison disorder.", "To be able to have access. See, once we have access to those who are incarcerated, as well as those that's coming home, see, once you got access , to the prison population, Then you can provide that directory to everybody? Yes.", "When I went to prison in Illinois, it was different than it is now. Education was very available to you. You had access to all of that and some you even had access to trades. All of this was taken out of the Illinois Department of Corrections. Why? They don't have nothing. Now when I say nothing, nothing, you barely can get a GED."]},
  
  {"value": "Racial Equality", 
  "score": 0.6, 
  "quotes": ["I worked for Urban Prep Academy, which is an all black school, an all male black school.", "Not only was I effective six years, but I changed the whole paradigm of a school where they were having fights. They were doing all kind of stuff. These young brothers had so much respect for me because they understood what I came from. I knew how to communicate with them. I knew how to talk to them because I came out of the very same streets that they are in right now."]},
  
  {"value": "Access to Housing", 
  "score": 0.7, 
  "quotes": ["it is important the resource directory. And it was developed by ex-offenders. And we developed that directory so that when men and women came out of prison and they pick up that book, everything that they need to know, every resource that they need to have access to is in that, what directory they can go to the directory.", "And see, oh, okay, well I can find housing here."]},
  
  {"value": "Public Education", 
  "score": 0.8, 
  "quotes": ["And I worked there for six years as a counselor. I have a master's degree in communication.", "When I went to prison in Illinois, it was different than it is now. Education was very available to you. You had access to all of that and some you even had access to trades. All of this was taken out of the Illinois Department of Corrections. Why? They don't have nothing. Now when I say nothing, nothing, you barely can get a GED.", "So I spent a lot of my time in school educating myself first under my belief, and then getting the documentation that was necessary."]},
  
  {"value": "Mental Health Awareness", 
  "score": 1, 
  "quotes": ["don't even get to mental health? That's a whole nother issue because anybody that stays in a six by nine cell, a 15, 20, 30, 40, 50 years is suffering from post-traumatic prison disorder, not stress prison disorder.", "Let's talk about the mental health.", "When, when a man or a woman comes from prison, what do resources do he or she have that can address his or her mental health? Or do you even think that he has or she has mental health? Remember he or she been gone for 30 years? Oh, they all right, so you sent him home and he or she goes to a home that has no order or stability, morals and principles are gone."]},
  
  {"value": "Access to Legal Representation", 
  "score": 0.6, 
  "quotes": ["When they arrested me and locked me up, I had no idea what was going on. Took me to court, tried me. No witnesses, no evidence, no nothing.", "When they sentence you, they say, is it anything that you want to say? And I said to the judge, these are my words. I say, if there's a God and I believe it is, you gonna pay for what you've done for to me."]},
  
  {"value": "Fair Employment Opportunities", 
  "score": 0.9, 
  "quotes": ["And now we are free, but we only free to a certain degree. We're still paying for the crimes that we allegedly committed. So even though they say you serve your time and you, you, you now supposed to be regaining your citizenship, but every time you fill out an application and they see that you are an ex-offender, they say, well, we don't hire ex-offenders.", "I also worked for CTA, Chicago Transit Authority. They hired me as an ex-offender.", "just before the new mayor came in, Just before election opened all city jobs to ex-offenders, to those that qualify all of them.? That's in government office and everything."]},
  
  {"value": "Community Involvement", 
  "score": 0.7, 
  "quotes": ["I believe that there's no human being. That cannot be redeemed. All of us can be redeemed. Mm-hmm. You know, and if we apply the principles of the scripture, both Bible and Quran, we can save 90% of our people. Cause they, they just wanna reach out.", "They just want some to know somebody care. Yeah. Yeah. You know, and once somebody understands that you love them, then their response to you is different. They don't respond aggressively. They respond with love."]},
  
  {"value": "Access to Technology", 
  "score": 0.9, 
  "quotes": ["You come into a world that's totally new, that you've been separated from for 30 years. You don't know how to use a phone, you don't know how to use a computer.", "You don't know how to use anything that will help you better your life because the things that you need in the world to survive in the prison, they keep these things from you. You don't need no computer. You don't need no cell phone. You go to get on the computer or the typewriter. Typewriters are outdated.", "They still using typewriters in prison and this is 2023. We going on 2024. They still using typewriter. So the man and the woman that comes out of that environment is what? Alien to this world. They don't know what's going on. They have no clue."]},
  
  {"value": "Technological Literacy", 
  "score": 0.8, 
  "quotes": ["You come into a world that's totally new, that you've been separated from for 30 years. You don't know how to use a phone, you don't know how to use a computer.", "You don't know how to use anything that will help you better your life because the things that you need in the world to survive in the prison, they keep these things from you. You don't need no computer. You don't need no cell phone. You go to get on the computer or the typewriter. Typewriters are outdated.", "They still using typewriters in prison and this is 2023. We going on 2024. They still using typewriter. So the man and the woman that comes out of that environment is what? Alien to this world. They don't know what's going on. They have no clue.", "When I came home, my mother then was, we was driving and I seen the guy, he was, he was standing in the, where the bus stop at.", "I said, man, he done went crazy. He talking to himself. My mama said no, he on his Bluetooth. I said, what kind of two , his teeth is blue.", "She said his Bluetooth, she said that's the device that's in his ear and he can hear and he can talk on it. So I'm like, wow. So now as I'm riding, I'm thinking about this man, they got devices but you ain't even gotta touch the phone. And that, that stayed on my mind all the time. Then when I did get a phone, I had to do the most intelligent thing in the world.", "And my mom, she laughed about it. She said, what are you doing? I said, I'm reading the manual. She said, really? She said, nobody does that. I said, well, that's the only way I'm gonna learn. I gotta read the book. Cause I'm a reading book. My mother was a school teacher for 30 years. So she forced us to read as when we were growing up.", "So I read the manual, that's how I learned how to write use the phone, so those are some of the challenges that we face coming home not being, see, when you don't have access to modern technology, then you like a fish out of the water."]}
]