[
  {"value": "Access to Technology", 
  "score": 0.9, 
  "quotes": ["There was always those who, who seemed to have some connection to technology, They still were able to get access to enough of the parts or information or knowledge to assemble something on their own in their hobble they, they didn't have running or clean water, but they could utilize this information in some pieces and parts and create something wonderful", "There's so much technology that they have and that we should have, but just not everyone has access to", "I was at a laptop, at a desktop, and at one point even I had a little notebook.", "I was having this daily connection and understanding with how to navigate windows and sub folders"]},
  
  {"value": "Technological Literacy", 
  "score": 0.8, 
  "quotes": ["And so when I was incarcerated, I was a person that science digests and sci-fi news that was the stuff like I, that would, would be some things I would do for my own personal interest to kind of feed my own soul.", "I was getting $3 34 in a day now. But the real boon of that was I then had access to a laptop.", "I was having this daily connection and understanding with how to navigate windows and sub folders", "I found that I had an aptitude for, or familiarity with it.", "I didn't expect to come home and become the tech guy, not even six months from being home.", "I've shown people step by step how to get into their email.", "Give someone an understanding, familiarity. And not only that, but I don't even wanna say acceptance. Ownership to technology they've never been given."]},
  
  {"value": "Support for Returning Citizens", 
  "score": 0.8, 
  "quotes": ["And then there's the return for the last five years.", "And the nonprofits focus on helping folks who are returning from home especially longer returning citizens, but anyone returning from home in Washtenaw County to have a mentor to assist system with their transition and also to providing what's called, like we call wraparound services,", "That's the problem that I keep running into.", "I started this program, I'm executive director, this nonprofit in less than two years home from a 20 year sentence. And my job is to help people who are returning home, make their way where I'm still learning it,", "So make sure the program has some way to keep us connected, to keep us in the loop. 'cause we're gonna have to loop others in. We gotta stay connected."]},
  
  {"value": "Fair Judicial System", 
  "score": 0.6, 
  "quotes": ["So I'm really, I'm like pretty good at the law because, I was trying to appeal my own case.", "I'm a statewide organizer at an organization called American Friend Service Committee or a national nonprofit, but I work in the Michigan Ypsilanti chapter, focusing right now on Second Look Legislation, trying to get that passed, get some votes in the House and Senate and get some people home."]},
  
  {"value": "Prison Reform", 
  "score": 0.7, 
  "quotes": ["So I'm really, I'm like pretty good at the law because, I was trying to appeal my own case.", "I'm a statewide organizer at an organization called American Friend Service Committee or a national nonprofit, but I work in the Michigan Ypsilanti chapter, focusing right now on Second Look Legislation, trying to get that passed, get some votes in the House and Senate and get some people home."]},
  
  {"value": "Racial Equality", 
  "score": 0.6, 
  "quotes": ["Or for upper class folks, that wasn't them. Or for educated folks that wasn't there, but always folks that wasn't them.", "And now we realize, oh, that was a disservice.", "And now I put, now I put on top of this, this is, this is the funny part. Now I put on top of all of that, This 65 year old gentle rehabilitated. Childlike in a lot of ways. Soul that is also stuck in their ways,"]},
  
  {"value": "Access to Housing", 
  "score": 0.6, 
  "quotes": ["That goes from anything from housing assistance to covid assistance, to job assistance, to interview assistance, to resumes, whatever.", "Because you can't assume that someone's coming home from incarceration and only needs a thing or two, you have to look at that whole person and their whole needs."]},
  
  {"value": "Public Education", 
  "score": 0.6, 
  "quotes": ["And so, and that would like, so now I'm getting to learn about everything and, and so when I get a, a video game system is something different to me.", "Science was always my thing.", "So I'm really, I'm like pretty good at the law because, I was trying to appeal my own case.", "And so just, by circumstance I became educated and the idea of helping other folks was like, yeah, you don't wanna have your knowledge and go to waste, and they were gonna pay me for it.", "I was having this daily connection and understanding with how to navigate windows and sub folders,", "I've shown people step by step how to get into their email.", "Give someone an understanding, familiarity. And not only that, but I don't even wanna say acceptance. Ownership of technology that they've never been given."]},
  
  {"value": "Mental Health Awareness", 
  "score": 0.5, 
  "quotes": ["I was just telling a friend yesterday. A really close friend about my disappointment and it relates to, to incarceration, But also just my expectancy of what the future would hold.", "I was afraid me, I was afraid of this damn laptop because I was worried that there was gonna be another instance where I would be looking to do something that should take me 10 or 15 minutes.", "And my ignorance would sit me there for an hour and a half.", "And my absence from society and familiarity and being with folks in it didn't, wasn't there to let me know that this wasn't a, me being gone for 20 years problem. It was just a everyday, everyone who deals with this particular program problem.", "I don't, I, because I don't, because I don't have the ownership, the familiarity, I don't feel like it's mine. I don't even know when it's my fault."]},
  
  {"value": "Access to Legal Representation", 
  "score": 0.7, 
  "quotes": ["While I'm incarcerated, I end up signing up for what's called the Legal Writer Program.", "So I'm really, I'm like pretty good at the law because, I was trying to appeal my own case.", "And so just, by circumstance I became educated and the idea of helping other folks was like, yeah, you don't wanna have your knowledge and go to waste, and they were gonna pay me for it.", "I would prepare legal brief through the research, et cetera, et cetera, or any post-conviction remedy. And I would submit it to them for approval. They would go over it for something to be fixed. They would fix it, some new case law, whatever it may be. Because, we also did research and we got up to date case law, and then I would send it, I would give it, prepare for the person and help them mail it out, et cetera."]},
  
  {"value": "Fair Employment Opportunities", 
  "score": 0.6, 
  "quotes": ["That goes from anything from housing assistance to covid assistance, to job assistance, to interview assistance, to resumes, whatever.", "Because you can't assume that someone's coming home from incarceration and only needs a thing or two, you have to look at that whole person and their whole needs.", "So when now I get a job at a place, so I ended up getting this offer to become an executive director to nonprofit called A Brighter Way."]},
  
  {"value": "Community Involvement", 
  "score": 0.6, 
  "quotes": ["And the nonprofits focus on helping folks who are returning from home especially longer returning citizens, but anyone returning from home in Washtenaw County to to have a mentor to assist with their transition and also to providing what's called, like we call wraparound services,", "I'm a statewide organizer at an organization called American Friend Service Committee or a national nonprofit, but I work in the Michigan Ypsilanti chapter, focusing right now on Second Look Legislation, trying to get that passed, get some votes in the House and Senate and get some people home.", "So make sure the program has some way to keep us connected, to keep us in the loop. 'cause we're gonna have to loop others in. We gotta stay connected."]},
  
  {"value": "Access to Affordable Groceries", 
  "score": 0.5, 
  "quotes": ["Because you recognize just like it's a food desert, it's a technology desert.", "But we still got food deserts still underserved in our schools."]},
  
  {"value": "Public Transportation", 
  "score": 0.3, 
  "quotes": []},
  
  {"value": "Voting Rights", 
  "score": 0.3, 
  "quotes": []},
  
  {"value": "Credit Score Improvement", 
  "score": 0.3, 
  "quotes": []},
  
  {"value": "Homeownership Opportunities", 
  "score": 0.3, 
  "quotes": []},
  
  {"value": "Political Transparency", 
  "score": 0.3, 
  "quotes": []},
  
  {"value": "Legislative Reform", 
  "score": 0.6, 
  "quotes": ["I'm a statewide organizer at an organization called American Friend Service Committee or a national nonprofit, but I work in the Michigan Ypsilanti chapter, focusing right now on Second Look Legislation, trying to get that passed, get some votes in the House and Senate and get some people home."]},
  
  {"value": "Support for Victims of Domestic Violence", 
  "score": 0.3, 
  "quotes": []}
]