[
  {
    "value": "Support for Returning Citizens",
    "score": 1,
    "quotes": [
      "Returning citizen. I gave up 32 years of my life to the Michigan Department of Corrections. I returned home in 2017.",
      "I know a lot of returning citizens. I and I talked to a lot of 'em, and we all had the same, basically the same problems.",
      "Returning citizens coming straight out the door. Now, if you cut out and you do like 2, 3, 4 years or something like that, then you might find some people that'll deal with you from a different perspective.",
      "And if it's in education, that means educating everybody. Return to citizens as well."
    ]
  },
  {
    "value": "Fair Employment Opportunities",
    "score": 0.8,
    "quotes": [
      "Getting a job, getting jobs. Because, people didn't wanna hire a felon.",
      "I found a job, but. It wasn't a good paying job, but it paid up more or less.",
      "They didn't wanna hire you in, that's one of the things I didn't like about the job.",
      "You wanna be able to be independent. 'cause after so long being in, in that cage and, and everything is given to you all."
    ]
  },
  {
    "value": "Access to Technology",
    "score": 0.7,
    "quotes": [
      "Especially dealing with computers and things like that.",
      "Technology. It was, it was a, it was real tough because I didn't even know how to use the telephone.",
      "So I went to a class, I was able to get in the class, but then COVID came up, shut the class down.",
      "They should have those classes already for you."
    ]
  },
  {
    "value": "Technological Literacy",
    "score": 0.7,
    "quotes": [
      "You pick up the telephone and they got all these numbers on it and, and saying, text this, do that.",
      "So I went to a class, I was able to get in the class, but then COVID came up, shut the class down.",
      "Then my granddaughters was able to assist me further because they kids are tech savvy.",
      "You can learn how to, you can put your resume on there."
    ]
  },
  {
    "value": "Mental Health Awareness",
    "score": 1,
    "quotes": [
      "And that plays into your it plays into your mental, because you already struggling out here, coming from where you came from and dealing with things you had to deal with in there.",
      "So mental health is very important when dealing with prisoners that did an X amount of time because they be having problems.",
      "We need help dealing with this stuff because mental health is very, very important when dealing with ex prisoners because it's a lot of things that could, that could trigger.",
      "You wanna be able to have a place they can go, someone they can talk to, someone where they can be assured."
    ]
  },
  {
    "value": "Access to Legal Representation",
    "score": 0.6,
    "quotes": [
      "My wife went and testified in front of the house in the Senate and changed the bill.",
      "The board saw fit that we had served enough time and we were, our record was up to par and things like that, and they, they said, okay, we're gonna give you a chance."
    ]
  },
  {
    "value": "Credit Score Improvement",
    "score": 0.7,
    "quotes": [
      "Who knows about credit.",
      "We didn't know anything. You didn't even have a job when you was out here.",
      "People need to know about how to get credit.",
      "Not only just to get it, but to maintain it and use it properly."
    ]
  },
  {
    "value": "Homeownership Opportunities",
    "score": 0.6,
    "quotes": [
      "I know a lady that said she had to go live in an abandoned house and begin to renovate it because no one would let her. Get even an apartment because of her status.",
      "Finally she found the house there. The person said, you did all this? She said, yes. They say, what, you can have a house. The person actually gave her the house."
    ]
  },
  {
    "value": "Community Involvement",
    "score": 0.6,
    "quotes": [
      "I get a, I get a lot of calls from some of the men that I knew in prison at two or three o'clock in the morning, and no calls don't be nothing.",
      "I'm getting help by helping them.",
      "Live a life that you can be helpful to someone in some way, and then begin to uplift yourself and follow humanity."
    ]
  },
  {
    "value": "Public Education",
    "score": 0.6,
    "quotes": [
      "If you're saying you're gonna take some money, then you should put the money in education.",
      "And if it's in education, that means educating everybody. Return to citizens as well."
    ]
  },
  {
    "value": "Political Transparency",
    "score": 0.5,
    "quotes": [
      "I listen to a lot of people and they talk a. Political stuff and I just listen to 'em.",
      "But I be, when they be talking about funding or defunding, I don't, you don't wanna defund the police department. That's not, that's not a good, I don't believe it's a good thing to do."
    ]
  },
  {
    "value": "Legislative Reform",
    "score": 0.5,
    "quotes": [
      "My wife went and testified in front of the house in the Senate and changed the bill.",
      "They changed that. And a lot of us was, was able to go in front of the board.",
      "The board saw fit that we had served enough time and we were, our record was up to par and things like that, and they, they said, okay, we're gonna give you a chance."
    ]
  }
]
