[
  {
    "value": "Racial Equality",
    "score": 1,
    "quotes": [
      "[00:00:07] And my biggest concern as a Detroiter is the gentrification that's going on. Like I can't ride down three blocks and it's now all of a sudden suburbanized and. It's little bitty kids that can play differently in a cleaner street and a different environment. And I feel like what happens to my little brown baby in the future, because I know as a youth growing up in Detroit, I wasn't heard.",
      "[00:02:09] My fear is do I flee Detroit or Michigan because they don't see my baby? I. And they would never see her. Or do I stand and scream and shout and keep doing everything I feel is right, not for just myself and my daughter, but for my community. Do I still keep fighting to heal my community or do I throw in a towel and say, they're never gonna make me feel safe in Detroit because I'm not light enough.",
      "[00:04:41] I want to leave Detroit like on the next thing. Smoking so bad. I can put the plan together. I'm outta here because I fear for my baby. I want her to go somewhere where she's just as included as everybody else that's around her. Do I have to go to a small hick town to do that? Where do I have to go that I feel like my African American baby girl will be seen, will be heard, and will be validated for all of her accomplishments and not have to work 10 times as hard as the other counterparts to see the same accomplishments and achievements and get the same rewards?"
    ]
  },
  {
    "value": "Support for Victims of Domestic Violence",
    "score": 1,
    "quotes": [
      "[00:06:11] Domestic violence to me, like during covid 19. Everybody got to see the real people. The real monsters came out in the homes. People that was maybe able to go cheat with they girlfriends or whatever they was able to do, whatever extra release they was having was taking it all out on the people that was closest to them.",
      "[00:07:14] Because the ' cause of Covid 19, it was like you have prosecutors , yes, domestic violence is on the rise, but yet, Nothing was being done. We were on a lockdown status. These people, the worst came out of the worst of people, and I feel there was so many lives lost that shouldn't have been lost, had society cared more, but because most of the victims.",
      "[00:08:16] And I feel like that's not fair because hurt people, hurt people. And sometimes when you're trapped in a situation, You need avenues to get out and we don't allow victims enough space to feel safe enough to trust us as a society to be transparent enough to say, I need help. I'm not going to look you in the face and say, I'm in a domestic violence situation and I don't trust you enough to do something other than talk about me behind my back."
    ]
  },
  {
    "value": "Mental Health Awareness",
    "score": 1,
    "quotes": [
      "[00:08:48] I feel mental health is the solution to every problem somebody has.",
      "[00:09:15] No. You crazy to keep all that crazy. Thoughts that you not even sure you understand inside of you bottled up. It's gonna blow up one way or the other and the most unexpected time whatsoever.",
      "[00:10:34] Mental health should be offered to the victim as well as those who abuse people. I often feel that if my brother-in-law had got help, Real counseling that he could have seen that his way of love was not conducive to the marriage and they could have worked out him having anger issues or insecurity issues or whatever.",
      "[00:14:32] I don't want nobody, I don't wanna be the five o'clock news, so I'd rather go to the shrink and let them shrink my little head than be the five o'clock news. 'cause I didn't embarrass my whole family."
    ]
  },
  {
    "value": "Public Education",
    "score": 1,
    "quotes": [
      "[00:14:43] Detroit public schools get the. Bottom of the resources. I feel like, and this have a lot to do with gerrymandering, prison gerrymandering, it's like when you lock up our residents from Detroit, when you go to any prison outta all the prisons in Michigan, the higher the largest population they're gonna have is gonna be from Wayne County.",
      "[00:16:20] And also they grade is higher. When you get the grading system, they're higher. So what can we do to make Detroit schools just as higher? Why can't we pull all these resources to pull all Michigan schools up I don't care where I stayed in Michigan. I feel like my child should get a top A grade education no matter where I live, whether it's Flint, whether it's Jackson, whether it is Lansing or Detroit.",
      "[00:16:54] I want her to have as much of a advantage as she can. Course I feel like I have a very bright young baby and I don't care. I'm now, I'm not bragging 'cause it's my baby. Mm-hmm. But I feel like she's exceptionally bright and I don't feel like she's being challenging all the ways that she can learn."
    ]
  },
  {
    "value": "Access to Technology",
    "score": 1,
    "quotes": [
      "[00:18:33] Technology is not my best friend at all. I, it sucks. I suck. And technology, t technology sucks. Technology's supposed to make your life convenient. Well, they should tell that to people that has been in prison because I did almost 30 years and so I didn't have the advantage of growing up and like every new thing that advanced that you learned and it became like I have.",
      "[00:20:38] But if we set up something in the Department of Corrections, it can be a dummy thing where it's only connected to like one database. Mm-hmm. Where they can like practice research and stuff."
    ]
  }
]