[
  {
    "value": "Support for Returning Citizens", 
    "score": 0.9, 
    "quotes": [
      "one of the, one of my largest, challenges at this time is being a return a citizen and, the reintegration aspect into society.", 
      "But when we get to that background check aspect of things, I'm dead in the water and it's. It's disheartening, because for returning citizens and, , it's, it, it can become very disheartening for an individual who has completed their time and they're quote unquote doing the right things.", 
      "What's holding back, returning citizens? Cuz I've, me and other people I've, I've talked to like, why isn't there a returning citizen's union or, or something of the like, because I, I hate it that it's again, that it happens to me that I gotta take wages that are way less than what I know I'm worth and take whatever job that I can get simply because of my background."]
  },
  {
    "value": "Fair Judicial System", 
    "score": 0.8, 
    "quotes": [
      "if organization, these companies don't change hiring practices and making the background check. so highly important if, if a qualified individual. Who may have, and, and I understand the background check is kind of important, but don't make it so heavily weighted just on background check.", 
      "Legislation and things like that do need to change. And it shouldn't be an aspect of, . As a state representative, as a legislature, technically you work for me.", 
      "If people actually collectively got together and wrote, petitions and things together, et cetera, to Yeah, you not doing your job, so you gotta go."]
  },
  {
    "value": "Access to Technology", 
    "score": 0.7, 
    "quotes": [
      "And you know, like with this whole IT thing and just bucket like, okay, mama. You might not like this computer, but you can't just go to your social security office and fill out a paper application. You gotta know how to use this thing.", 
      "Here in Detroit there's many things that this computer is not just for toy.", 
      "In this community, people really understand how much of a business tool that the computer is and can be."]
  },
  {
    "value": "Technological Literacy", 
    "score": 0.7, 
    "quotes": [
      "I'm in my third year at DeVry University working on my bachelor's for network management and communications. I have numerous IT certifications from the bottom. just simple basic computer use, up upgrade and repair.", 
      "And the highest certification that I currently hold is the Advanced Security practitioner,I've gone and gotten education. I've applied myself and yes, I have had some, opportunities in that field.", 
      "people don't know what they don't know and they don't know what they need to know because they don't know."]
  },
  {
    "value": "Mental Health Awareness", 
    "score": 0.8, 
    "quotes": [
      "mental health. another of the things that. It kind of has helped me, me understanding that particularly for black men, cuz it's something we don't like, mental health issues for us is I'm crazy as opposed to this is depression, anxiety, grief, et cetera.", 
      "Those things are real and you have to approach them and deal with them.", 
      "Yeah. That grief. Needs to be addressed appropriately. Otherwise it will affect you negatively coming out later on."]
  },
  {
    "value": "Credit Score Improvement", 
    "score": 0.6, 
    "quotes": [
      "another thing, credit and things of that nature and, and trying to get your credit score to a point where you can qualify for, Purchasing a home and assistance with down payment.", 
      "And again, even at that, without the finances to do that, I don't care how good my credit score is. If I can't pay the mortgage that you're gonna approve me for, then it means nothing."]
  },
  {
    "value": "Public Education", 
    "score": 0.7, 
    "quotes": [
      "even with education. Those resources in Detroit versus where I was in, out Utica, Sterling Heights night and day.", 
      "The, the resources in there, computer labs and things with, with my babies out there. Phenomenal here in the Detroit public school system, not so much."]
  },
  {
    "value": "Political Transparency", 
    "score": 0.7, 
    "quotes": [
      "The smoke and mirrors need to stop. I don't wanna sound negative. Well, It's a difference between just being negative and this is just a reality.", 
      "Election time, that whole pay to play. If you don't pay this organization or, or this lobbyist to endorse you as a candidate, then you're not elected and.", 
      "With that particular candidate, an individual, all of these wonderful things that, yes, I want to lower taxes, or I wanna fix the roads, or I wanna do X, Y, or Z to garner the vote. But then when you are elected, Those things not happening."]
  }
]