[
  {
    "value": "Public Education",
    "score": 0.8,
    "quotes": [
      "for years I worked in four different schools. My focus was English language arts, seventh and eighth grade.",
      "Eventually education became overbearing. It's, it's changed. Teachers are required to do too much, and so I started working.",
      "But in 2018 I jumped back into education and I started educational service company that provides youth enrichment and mentoring.",
      "So my values were, you should read more, travel more, understand the habits of CEOs and develop. Tools to understand their mental health."
    ]
  },
  {
    "value": "Mental Health Awareness",
    "score": 1,
    "quotes": [
      "My mother lost her mind when I was 11 years old, so I watched my mother suffer from schizophrenia from 11 till she passed when I was 27.",
      "So I kind of made myself a mental health expert watching my mother suffer.",
      "So for me it is getting those resources to the youth and making sure they have access to how they can Be able to develop their toolbox and deal in these times.",
      "Yeah. So, you know, now I have a therapist. Now I'm connected to a lot of the resources and counselors and people who point us in a direction."
    ]
  },
  {
    "value": "Access to Affordable Groceries",
    "score": 0.9,
    "quotes": [
      "youth hunger in Detroit. How can you think right when you're not eating right.",
      "There are 300,000 school-aged children in the state of Michigan that are food insecure.",
      "So if we have students who are hungry Friday through Sunday, and then they say the last two weekends of the month, the last third and fourth week of the month when the bridge card or the food assistant card runs out, that they're most hungry.",
      "So if you don't have a healthy breakfast, how could I have been grading you and holding you accountable when you didn't have the basic tools to be successful?"
    ]
  },
  {
    "value": "Access to Technology",
    "score": 0.7,
    "quotes": [
      "To the resources of technology, like being able to make sure youth are exposed to where technology is headed.",
      "It's like we're being pulled through a sonic boom, how fast things are evolving and moving forward. And if you're not caught up to where it's headed, you'll be left behind.",
      "If you don't have access to wifi, you don't have access to The future."
    ]
  },
  {
    "value": "Community Involvement",
    "score": 0.8,
    "quotes": [
      "Lgd educational services. Ideally, I envision my curriculum being in all schools across Detroit for youth that allow them to be able to build confidence, build understanding, and be connected to those resources.",
      "I'm all about creating possibilities for you. So the more experts that I can get these kids around, the more bosses I can connect with, the more bosses we can get to come and connect and input in the youth.",
      "The skills that are needed, how can we cut the time that it takes for them to be successful?"
    ]
  }
]