[
  {
    "virtue": "Resilience", 
    "score": 0.8, 
    "quotes": [
      "[00:01:59] It gets frustrating at times. You wonder if you got what it takes to keep going, to make it.", 
      "[00:02:21] Is it any way that I can help 'em what they going through? But I'm going through it, but I'm, I'm getting help by helping them.", 
      "[00:04:16] And if someone would just give us. Ear, maybe that'd be a difference of us making it or not making it so it's a struggle."
    ]
  },
  {
    "virtue": "Understanding", 
    "score": 0.7, 
    "quotes": [
      "[00:02:38] You only got to do that when you finna go home. When they finna release you, they run you through a little program. Boom, boom, and that's it. You don't get the real.", 
      "[00:03:04] But we, we couldn't put a finger on it, but we couldn't nail it. We didn't understand it.", 
      "[00:03:41] A person and have a person go back to the same things that they was used to."
    ]
  },
  {
    "virtue": "Empathy", 
    "score": 0.9, 
    "quotes": [
      "[00:04:01] That someone care for 'em, that they're looking out for, looking out for their best interest.", 
      "[00:04:34] And those are the ones that you have to look out for. You have to say, it's gonna be all right.", 
      "[00:07:51] Some people can be saved."
    ]
  },
  {
    "virtue": "Patience", 
    "score": 0.6, 
    "quotes": [
      "[00:05:12] And they changed that. And a lot of us was, was able to go in front of the board.", 
      "[00:05:32] After that 20 years, you give that person chance and if they come back, Then they never wanted that chance.",
      "[00:09:43] And I was like, well, we know that's not gonna happen to every, to everybody. So there it is there. We need another system for that."
    ]
  },
  {
    "virtue": "Community Involvement", 
    "score": 0.7, 
    "quotes": [
      "[00:10:06] So you have to begin to know the things that you need to know in order to live a successful life. Live a crime free life. Live a life that you can be helpful to someone in some way, and then begin to uplift yourself and follow humanity.", 
      "[00:11:04] So we have. Find the, the groups that we have to get the groups together that's doing the work.", 
      "[00:11:26] you need those big companies to come along and help instead of building up one area of the city, you have to build the whole city."
    ]
  },
  {
    "virtue": "Education", 
    "score": 0.8, 
    "quotes": [
      "[00:06:10] But the little that I learned from them at that time, it helped me.", 
      "[00:06:52] You wanna be able to be independent.", 
      "[00:11:54] And if it's in education, that means educating everybody. Return to citizens as well."
    ]
  }
]