[
  {
    "virtue": "Advocacy",
    "score": 1,
    "quotes": [
      "It's important that those that have no voice have a voice through us who have been victims of incarceration.",
      "I believe that there's no human being. That cannot be redeemed. All of us can be redeemed.",
      "I do that from my heart because I know what it's like not to get a letter."
    ]
  },
  {
    "virtue": "Justice",
    "score": 0.9,
    "quotes": [
      "We're still paying for the crimes that we allegedly committed.",
      "When they arrested me and locked me up, I had no idea what was going on. Took me to court, tried me. No witnesses, no evidence, no nothing.",
      "Because what does the 13th amendments say? It say slavery is abolished except that you're convicted of a crime."
    ]
  },
  {
    "virtue": "Education",
    "score": 1,
    "quotes": [
      "I have a master's degree in communication.",
      "I stayed in school, got my master's degree, my bachelor's degree, my associate's arts degree in political science, because it's important for you to be educated, but it's also important for you to be able to understand yourself.",
      "Get educated. Sure. They gonna laugh at you. Oh man, that old man. Look, he, man, get what you can get while you in there because once they take it away, as the systems is changing more and more, it's going to go to practice in slavery all over again."
    ]
  },
  {
    "virtue": "Resilience",
    "score": 1,
    "quotes": [
      "And now we are free, but we only free to a certain degree.",
      "I was already building the prison ministry. I've been doing this for years. I did it inside a prison and I'm doing it outside.",
      "I spent 23 years there, almost 24 years there. I was always in school from day one."
    ]
  },
  {
    "virtue": "Compassion",
    "score": 1,
    "quotes": [
      "I knew how to communicate with them. I knew how to talk to them because I came out of the very same streets that they are in right now.",
      "They just want some to know somebody care. Yeah. Yeah. You know, and once somebody understands that you love them, then their response to you is different.",
      "The most valuables thing in the world to a prisoner is a letter. It ain't a visit and it ain't money. It's a letter, a piece of paper just to say, I love you and I'm thinking about you."
    ]
  },
  {
    "virtue": "Understanding",
    "score": 1,
    "quotes": [
      "These young brothers had so much respect for me because they understood what I came from.",
      "You come into a world that's totally new, that you've been separated from for 30 years. You don't know how to use a phone, you don't know how to use a computer.",
      "They appreciate me taking the time out to come there because I don't, nobody pays me to do that. Yeah. I do that from my heart because I know what it's like not to get a letter."
    ]
  },
  {
    "virtue": "Patience",
    "score": 0.7,
    "quotes": [
      "I spent a lot of my time in school educating myself first under my belief, and then getting the documentation that was necessary.",
      "I read the manual, that's how I learned how to write use the phone, so those are some of the challenges that we face coming home not being, see, when you don't have access to modern technology, then you like a fish out of the water.",
      "I've seen men read one piece of paper over and over again. It didn't happen, but a few words on it."
    ]
  },
  {
    "virtue": "Resourcefulness",
    "score": 1,
    "quotes": [
      "Because I have degrees in various areas, I created a job for myself.",
      "I also worked for CTA, Chicago Transit Authority. They hired me as an ex-offender.",
      "I do that from my heart because I know what it's like not to get a letter."
    ]
  }
]