[
  {
    "virtue": "Understanding", 
    "score": 0.7, 
    "quotes": [
      "One thing that I'm seeing, and maybe they don't know how to communicate it is that when they, when they come back trying to merge with a family after they've been removed for so long, and especially the men, the men are coming back, the men are supposed to be the head of the household, right?", 
      "And then on the other side, the women who have been removed from their children's lives and now they wanna come back and connect with their children's, where they could only see them during a certain time when they were told they couldn't touch 'em, they couldn't do anything.", 
      "I think there needs to be more services , to help the family with those, those challenges."
      ]
  }, 
  {
    "virtue": "Compassion", 
    "score": 0.8, 
    "quotes": [
      "And someone else in the family is raising the child. The grandparents are raising a child. And of course, you know, we've all had that where our parents, no matter how old we are, they still think they know better than us.",
      "Because what happens is it's so toxic. It's so toxic that the kids are taking away the, the argument, the the feeling of inadequacy the, the self-doubt.", 
      "You thought you were ready when you got out, but you weren't equipped with everything."
      ]
  }, 
  {
    "virtue": "Patience", 
    "score": 0.6, 
    "quotes": [
      "You've been away for a long time. Things look different. You know, there, there is time that's needed for you to get acclimated. So that you can be that sole provider."
      ]
  }, 
  {
    "virtue": "Resourcefulness", 
    "score": 0.9, 
    "quotes": [
      "it's the, the network of folks, the having the awareness and creating this support system before they get out. Recognizing who the support system is and getting it validated before they come out.", 
      "Don't tell 'em once they get out, have it already in place. Right. Already had them introduced to it like we're talking now.", 
      "They don't know what they need. And so I like the fact that you're interviewing and asking people, I've not been incarcerated."
      ]
  }, 
  {
    "virtue": "Courage", 
    "score": 0.7, 
    "quotes": [
      "I have I was almost, so, I think I'm scared straight, so I didn't get a chance to go. But I'm among people who are returning citizens all the time, and I'm wowed by them.", 
      "I just had a class on Saturday Michigan Liberation in Detroit, and there were three facilitators, three young black facilitators, and two of them were returning citizens powerful.", 
      "They had to be in their twenties, early thirties. I'm 51 years old. Powerful. I don't even know if I was speaking like that at that age."
      ]
  }, 
  {
    "virtue": "Community Involvement", 
    "score": 1, 
    "quotes": [
      "I'm a community champion. They call me Community Holly. A lot of people are like, oh, that's Holly, you know, community Holly.", 
      "But my current job I work for Michigan United. It's a grassroots organization and I'm in the movement politics department and my region is Detroit, Genessee County and Saginaw, and pretty much.",
      "What we do well, I'm in movement politics, but as an organizer slash outreach manager."
      ]
  }, 
  {
    "virtue": "Active Listening", 
    "score": 0.6, 
    "quotes": [
      "Pretty much what we do is identify injustices and we build campaigns around those injustices.",
      "So I may go to, the local grocery store or some other businesses, and I build a relationship so that they understand who we are, what we're doing in the community, because a lot of people come through their doors and they have with whatever problems they have, right? They hear a lot of things."
      ]
  }, 
  {
    "virtue": "Advocacy", 
    "score": 0.8, 
    "quotes": [
      "They're, they're like the social worker, right? And they don't even know it. They're a grocery store, but they see the same people. The people that live in the neighborhood, they are yet another source of support, right?", 
      "But if they don't know how to connect the information they receive from those people with another group who's doing it. Then we, we leaving a lot of power on the table.", 
      "I'm just one vessel to connect that. And grassroots."
      ]
  }, 
  {
    "virtue": "Justice", 
    "score": 0.7, 
    "quotes": [
      "I also belong to a couple of faith-based organizations where we have an obligation to the community.", 
      "So I'm a a Eastern star, which is auxiliary to the Masons, right. And then I'm a daughter, which is the auxiliary to the Shriners, all has a Masonic foundation."
      ]
  }, 
  {
    "virtue": "Fairness", 
    "score": 0.6, 
    "quotes": [
      "So when General Motors pulled out, I mean, we have a few factories, but this whole time was General Motors, right. So they moved out for a lot of different reasons. One of the reasons if you look at the research was because the water was rusting their brand new cars before they could sell 'em.",
      "So if the water was rusting their cars, why would you give it to the people to drink?"
      ]
  }, 
  {
    "virtue": "Responsibility", 
    "score": 0.8, 
    "quotes": [
      "people want a better quality of life and those people who followed their jobs left right, who could follow the jobs or go somewhere else, they left. It took their family.", 
      "They want a better quality of life. So when those people picked up and left, and then you know, like every 10 years we get the census. When you only have so many people here, the resources to keep those institutions open, you don't get that amount of money."
      ]
  }, 
  {
    "virtue": "Respect", 
    "score": 0.7, 
    "quotes": [
      "So my son would get D's and E's, but I would tell you this, before his teachers would show me his report card, they would tell me how thoughtful, respectful.",
      "How delightful he was to have in their class, how they would work with 20 of him every day. They would, no matter what teacher, they would big him up."
      ]
  }, 
  {
    "virtue": "Self-reliance", 
    "score": 0.7, 
    "quotes": [
      "And then a lot of people don't wanna use their voice 'cause it's like nobody caress, it's just me. Or you have people who are waiting for others to come save them.", 
      "It's time out here in Genesee County. We can't wait for nobody to come save us. The, the factories are not coming back. We'll be waiting. If we keep waiting, we won't even have a house."
      ]
  }, 
  {
    "virtue": "Problem-solving", 
    "score": 0.9, 
    "quotes": [
      "I know I meet people where they are and I think that I have an engineering background. I worked for General Motors for five, six years as an engineer, and I think those, those critical skills that I learned in college and then on the job are things that help me look at things a little different here.",
      "In the community. Because you know that critical thinking, I always try to figure out why is that happening? I may not know why, but I see about five things that I can flag.", 
      "Is there something I can do to eliminate one of those things or help to make it better? Or immerse that those five things now into three instead of the five."
      ]
  }, 
  {
    "virtue": "Initiative", 
    "score": 0.8, 
    "quotes": [
      "I try to eliminate silos when I see people working in silos and they're overworking themselves like myself burnout, right?",
      "And then a lot of people don't wanna use their voice 'cause it's like nobody caress, it's just me. Or you have people who are waiting for others to come save them.",
      "It's time out here in Genesee County. We can't wait for nobody to come save us. The, the factories are not coming back. We'll be waiting. If we keep waiting, we won't even have a house."
      ]
  }, 
  {
    "virtue": "Education", 
    "score": 0.7, 
    "quotes": [
      "Don't have a high school education. So can they even pass the test? Is there somebody that interprets and read for them? Like, my children are on individualized education plans, the IEP, right?", 
      "So when they take their test there, there's somebody, a aide that reads to them and they verbalize that who is standing in the place of those people who don't understand the words that's on that driver's license test.", 
      "It doesn't mean it can't drive, it just means that they couldn't comprehend or read."
      ]
  }
]