[
  {
    "interviewee": "Wendy Dorsey",
    "video": "https://vimeo.com/856543515",
    "transcript": "Wendy Dorsey\nLink: https://vimeo.com/856543515\n===\n\n[00:00:00] I grew up here in the seventies graduated from Central High School in 73.\n\n[00:00:06] So if you figuring out my age. Yeah, I am. , when I was coming up in high school, we did not have access to. The technology that was, that was starting to come about that was something that you really didn't see. There were no cell phones pagers. CD players, USB cords, flash drives, none of those things were available.\n\n[00:00:27] A lot of my technology learning was pretty much and is pretty much on hand hands-on, I should say. And just learning that. So from that, what I've experienced is that the seniors.\n\n[00:00:39] People, a lot of people my age, maybe even older don't really know how to operate the new thing, the new technologies that are out there, my grandkids at four years old can operate, they can tell me stuff. They can show me stuff that's happening on my phone that I don't even know, and I'm paying the bill every month.\n\n\n[00:00:57] Marker\n---\n\n[00:00:57] A lot of people. A generation under me and, and beneath that had that technology given to them in school. Now what I've been put before lately we, with meeting the organization Silent Cry and dealing with people that are returning citizens and finding out that a lot of these individuals had left here, left home when they were like as young as 13 years old.\n\n[00:01:24] And coming home when they're like 50, 60 years old. So a lot of things that I got exposed to just from being out here in the world and having, having that opportunity to, to witness the new technologies and, and experience a lot of it myself. These individuals didn't from 13 to 40, 50, 60 years old.\n\n[00:01:47] They come home and they're expected to, to get just engulfed in, in what's happening in the world right now. And they don't have any, any information on, on what, what a lot of this is. Even with cars, the cars that we have now, I have a car that. You don't even put a key into it. You just push a button in.\n\n[00:02:09] It starts up and you don't even have a gear shift. You push a button and it shifts gears for you. Those technologies weren't around when these individuals left and left home, and now they're back and they're expected to know how to do this. Even with television.\n\n[00:02:26] We, a lot of 'em, we didn't have cable at one time. If we didn't have cable and internet, So we just had an antenna and, and maybe a remote control. VCRs were out with, , the tapes that you put in, we had those were available, so now we don't even use those anymore. So your television is a smart tv.\n\n[00:02:46] So you have to learn how to operate all these new things. \n\n\n[00:02:49] Marker\n---\n\n[00:02:49] They don't have the money. To be able to call them and put money on their, on their cell phones so they could make phone calls. And I remember early on when he was in, you would have to put money onto onto his books so that you can make a phone call and it would, if you put $20 on onto the book for him to make a call, the, the service would take, I think, up to about $5.\n\n[00:03:13] Just a call. And then each call costs so much money per minute. So you're only making, if you're lucky, maybe you'll get two calls out of that $20. And a lot of these families, $20 is a lot of money. They don't have it to, to issue out like that. So, The contact with their families is, is very minimal. And then you have some of them.\n\n[00:03:34] I know there's one young man that was working with Silent Cry agency. He went in when he was 13. He come out, he's 50 something years old, and all of his family have passed away. So he comes home and there's no family available to him. So it's, it was hard. Hard for him to adjust and it's still hard for him to adjust to living out here in the world.\n\n[00:03:55] Very talented young man. Very, very gifted. He learned how to how to write papers for inmates and that kind of helped keep money coming in for him 'cause he would write letters and, and different, things that he would write for them to, to submit to courts. \n\n[00:04:12] And so he, he learned how to do all, all of those things. And and that's what he said, it, it kept him able to have funds to buy food and deodorant, toothpaste and stuff that a lot of us just take for granted. Here on outside and not having family available to help him out. He just found a way to survive in inside.\n\n[00:04:31] So now he's out and he's doing the same thing, surviving ' cause there's no skills affordable to him. And then coming out with a felony, where do you work and where do you get loans and where do you find housing and. No family. So what do you do? And what I saw with a lot of, especially the men, is they get attached to a woman that they meet that correspondence or they come up and visit and they get paroled to that female, that woman.\n\n[00:05:01] And while they're on probation for the few years, because they come out, even though they got out, they're still put on probation for a couple years. And if they mess up, On that probation, they go back. \n\n\n[00:05:13] Marker\n---\n\n[00:05:13] It's a different scenario, unfortunately, like with my nephew he got life.\n\n[00:05:17] So but everyone that, that was locked up with him or out except for him, 'cause he wouldn't snitch. He wouldn't tell. So he's still locked up. But there was some flaws in his case that the family has an attorney that's been looking at it, but even with, with our family is everybody, , trying to chip in.\n\n[00:05:37] It's expensive. It's still expensive. When you're talking about several thousand dollars at a time, that's gotta go for filing paperwork or for the attorney to look at the paperwork. And those are hours of of time. So it's been a few years that we did find an attorney that was willing to look at his case.\n\n[00:05:55] 'cause he also happened to be an ex-offender who got out on a, on a technicality that happened in his case that he found. So he's using those skills. To help others that are, are locked up un unjustly or unfairly. So, but for, for families and for these young men and young women, there's a lot of women, a lot of women that have been locked up as teenagers and a lot of them, , for the crimes that they committed was, a lot of it was for self defense.\n\n[00:06:25] 'cause of women, women get raped, they get beat, they get. Really put in bad situations to make them do things that they really don't wanna do, but it becomes a, a thing of survival for a lot of them. Or like one young, one young woman that she served 30 years in, she killed someone that was trying to rape her little sister, and I think she was, this, this lady was about 16.\n\n[00:06:47] So her little sister was much younger, but she got out because she was a juvenile lifer.\n\n[00:06:51] So it is, it's a, it's a real sad state of affairs in America. \n\n[00:06:57] , but a lot of these young people were released ' cause a lot of their cases were, were tried unfairly and unjustly for. \n\n[00:07:05] Well the young man that I was talking about, he killed his mother's boyfriend because his, he was abusive and he was only 13, but a child tried as an adult, and I think that's what the, the problem was, is that these people were were tried as, as adults and they were children. And not good representation. \n\n[00:07:23] You, you grow up fast, you learn how to survive. Whereas here, when you were out, you had your, your parents or your other family members that will help you maneuver through going into adulthood, , but they don't, they didn't get that.\n\n[00:07:38] And, and the the staff inside doesn't become their parents at all. \n\n\n[00:07:44] Marker\n---\n\n[00:07:44] I'm really a big supporter with Silent Cry. And I, I try to get the, get the message out that these things are happening and have happened and that where awareness, awareness has to happen, that these things are going on and still going on, and especially with our children.\n\n[00:08:00] It, it hasn't, it hasn't changed. Even though they did pass that law. Let all these people out, they're still, they're still incarcerating young people. , and people of color and people with less economic standards. They're, they're treated less than everybody else. So they get, they get used and, and, and put into situations that if you had the money or if you look different than me, you would probably get away or get out or get more help.\n\n[00:08:28] And even once you, if you do and you come out and you look different than me, you probably would get more access to resources that will help you along the way. , it's still lopsided. It's still, it's still still got one leg, ? And then, and our system is still limping and it's still blind.\n\n[00:08:46] The only thing we can do is that everybody, that I think, that everyone that, that has a, has a soul and, and want to see something happen, you don't really have to have a lot of money to, to try to make a difference. You just gotta have a, a ear and a heart to see a change. , sometimes all it takes is one person willing to just listen.\n\n[00:09:06] Sometimes all it is is, is just a touch., a consoling touch that, that you're listening and you have compassion. You don't have to be what they call a sucker for stuff, but you just have true compassion and understanding as to what's happening with these people.\n\n\n[00:09:22] Marker\n---\n\n[00:09:22] It's just that people, people just need support and compassion. \n\n\n[00:09:26] Marker\n---\n\n[00:09:26] the whole world knows that America locks up more than 50% of their African American population. . And they know that America is built on the idea of slavery, free labor when they're in prison, free labor. What they make? Some people, some of them, I think they increase the money now, I think they get like maybe $2 a day or something like that.\n\n[00:09:50] And if you got a lot of the parents that are in there and their children are in the foster care system or on the welfare system, that money has to be paid back. They're gonna pay back that money on $2.\n\n[00:10:02] It doesn't work. It doesn't work. So when they come out, if they come out, you got child support, you owe, you got restitution, you owe, you need to get a place, you need to get a car. How do you survive?\n\n[00:10:15] And you're not supposed to go back into your old neighborhood. . So where do you go? Where do you go? Who's gonna take you to find out that, you're returning citizen? . Who's gonna do that? , so there, there's a lot of education that needs to happen to the general public.\n\n\n[00:10:29] Marker\n---\n\n[00:10:29] no education. The, the schools, the schools in, in the poor neighborhoods, there are hardly any, , in the city of Detroit there's over 200 closed schools, 200.\n\n[00:10:39] Where are these kids going to school? They gotta get up in the morning at five o'clock and get on the bus at 6 30, 7 o'clock to get bused. 10, 10, 20 miles away. And then you don't, they don't get back home until four or five o'clock in the evening.\n\n[00:10:55] Who, who? What? And their parents probably aren't there 'cause they gotta work somewhere. They gotta work one, two jobs. So the kids are home by themselves. And then of course they're gonna get into stuff. Their friends are doing things, they're gonna do stuff, there's no supervision. And then they're going to a school in a community that don't want 'em in there.\n\n[00:11:13] The schools, the school system, the public school systems aren't, aren't up to par like they should be. Then the kids are tired. They gotta get up if they get up and go, because after COVID, a lot of kids don't go anywhere. They, they still at home and they're behind. So what do you do? You do other things.\n\n[00:11:31] 'cause you gotta eat, you gotta live somewhere. , mom don't have a lot of money. Grandma don't have a lot of money. Grandma don't, , she barely making it on, on $800. Social security check. If it's that much. She gotta feed these kids 'cause Mom is not around anymore. And after Covid, we lost a lot of people just from Covid.\n\n[00:11:50] So what do you do?\n\n[00:11:51] Like, what do you do? So the, the general public, the public at large needs to be more informed. They need to be willing to listen to what is really going on in their neighborhoods and in their communities. They need to really, really get more involved in, in speak out at city council meetings community, community meetings.\n\n[00:12:13] They should have a school in their district. They should have. Grocery stores and things affordable to 'em that they can walk to. They should have busing a, a, a bus system. We don't have, a lot of 'em don't have that anymore. They just don't have it. When I was going to school, we just walked up the block.\n\n[00:12:30] There was a school. It's not, and a lot of schools aren't there anymore, so the kids are so who's paying for that?\n\n[00:12:36] There, there's a problem. So, and I, I think a lot of it lies at home. A lot of us at home, in our own communities, with our own families, with the neighbors, we need to, we need to be more in tuned and more involved. We need to. We really do need to take the blinders off and go do something. , when you sit back at home and you just peek out the window, 'cause you don't want to be involved and you don't wanna be a part of it, it doesn't solve anything.\n\n[00:13:04] It's not gonna help you and it's not gonna help your your, your community. \n\n[00:13:08] And you do need to learn how to vote. It does work. It does work. Get involved. We have voices for a reason.\n\n",
    "nodes": [
      {
        "id": "N0",
        "label": "Access to Technology",
        "quotes": [
          "So if you figuring out my age. Yeah, I am. , when I was coming up in high school, we did not have access to. The technology that was, that was starting to come about that was something that you really didn't see.",
          "A lot of my technology learning was pretty much and is pretty much on hand hands-on, I should say.",
          "They come home and they're expected to, to get just engulfed in, in what's happening in the world right now. And they don't have any, any information on, on what, what a lot of this is."
        ],
        "score": 0.8
      },
      {
        "id": "N1",
        "label": "Technological Literacy",
        "quotes": [
          "People, a lot of people my age, maybe even older don't really know how to operate the new thing, the new technologies that are out there, my grandkids at four years old can operate, they can tell me stuff.",
          "A lot of people. A generation under me and, and beneath that had that technology given to them in school.",
          "So you have to learn how to operate all these new things."
        ],
        "score": 0.7
      },
      {
        "id": "N2",
        "label": "Support for Returning Citizens",
        "quotes": [
          "Now what I've been put before lately we, with meeting the organization Silent Cry and dealing with people that are returning citizens and finding out that a lot of these individuals had left here, left home when they were like as young as 13 years old.",
          "So now he's out and he's doing the same thing, surviving ' cause there's no skills affordable to him.",
          "And you're not supposed to go back into your old neighborhood. . So where do you go? Where do you go? Who's gonna take you to find out that, you're returning citizen? . Who's gonna do that?"
        ],
        "score": 0.9
      },
      {
        "id": "N3",
        "label": "Fair Judicial System",
        "quotes": [
          "It's a different scenario, unfortunately, like with my nephew he got life.",
          "But there was some flaws in his case that the family has an attorney that's been looking at it, but even with, with our family is everybody, , trying to chip in.",
          "Well the young man that I was talking about, he killed his mother's boyfriend because his, he was abusive and he was only 13, but a child tried as an adult, and I think that's what the, the problem was, is that these people were were tried as, as adults and they were children. And not good representation."
        ],
        "score": 0.8
      },
      {
        "id": "N4",
        "label": "Prison Reform",
        "quotes": [
          "It, it hasn't, it hasn't changed. Even though they did pass that law. Let all these people out, they're still, they're still incarcerating young people. , and people of color and people with less economic standards.",
          "the whole world knows that America locks up more than 50% of their African American population. . And they know that America is built on the idea of slavery, free labor when they're in prison, free labor.",
          "And if you got a lot of the parents that are in there and their children are in the foster care system or on the welfare system, that money has to be paid back. They're gonna pay back that money on $2."
        ],
        "score": 0.7
      },
      {
        "id": "N5",
        "label": "Racial Equality",
        "quotes": [
          "And even once you, if you do and you come out and you look different than me, you probably would get more access to resources that will help you along the way. , it's still lopsided.",
          "the whole world knows that America locks up more than 50% of their African American population.",
          "And they know that America is built on the idea of slavery, free labor when they're in prison, free labor."
        ],
        "score": 0.7
      },
      {
        "id": "N6",
        "label": "Access to Housing",
        "quotes": [
          "And then coming out with a felony, where do you work and where do you get loans and where do you find housing and. No family. So what do you do?",
          "And you're not supposed to go back into your old neighborhood. . So where do you go? Where do you go? Who's gonna take you to find out that, you're returning citizen? . Who's gonna do that?"
        ],
        "score": 0.7
      },
      {
        "id": "N7",
        "label": "Public Education",
        "quotes": [
          "no education. The, the schools, the schools in, in the poor neighborhoods, there are hardly any, , in the city of Detroit there's over 200 closed schools, 200.",
          "The schools, the school system, the public school systems aren't, aren't up to par like they should be.",
          "They should have a school in their district."
        ],
        "score": 0.8
      },
      {
        "id": "N8",
        "label": "Mental Health Awareness",
        "quotes": [
          "Sometimes all it is is, is just a touch., a consoling touch that, that you're listening and you have compassion.",
          "It's just that people, people just need support and compassion."
        ],
        "score": 0.6
      },
      {
        "id": "N9",
        "label": "Access to Legal Representation",
        "quotes": [
          "But there was some flaws in his case that the family has an attorney that's been looking at it, but even with, with our family is everybody, , trying to chip in.",
          "'cause he also happened to be an ex-offender who got out on a, on a technicality that happened in his case that he found. So he's using those skills. To help others that are, are locked up un unjustly or unfairly."
        ],
        "score": 0.7
      },
      {
        "id": "N10",
        "label": "Fair Employment Opportunities",
        "quotes": [
          "And then coming out with a felony, where do you work and where do you get loans and where do you find housing and. No family. So what do you do?",
          "And you're not supposed to go back into your old neighborhood. . So where do you go? Where do you go? Who's gonna take you to find out that, you're returning citizen? . Who's gonna do that?"
        ],
        "score": 0.7
      },
      {
        "id": "N11",
        "label": "Community Involvement",
        "quotes": [
          "So the, the general public, the public at large needs to be more informed. They need to be willing to listen to what is really going on in their neighborhoods and in their communities.",
          "They need to really, really get more involved in, in speak out at city council meetings community, community meetings.",
          "We need to. We really do need to take the blinders off and go do something. , when you sit back at home and you just peek out the window, 'cause you don't want to be involved and you don't wanna be a part of it, it doesn't solve anything."
        ],
        "score": 0.8
      },
      {
        "id": "N12",
        "label": "Access to Affordable Groceries",
        "quotes": [
          "They should have. Grocery stores and things affordable to 'em that they can walk to."
        ],
        "score": 0.6
      },
      {
        "id": "N13",
        "label": "Public Transportation",
        "quotes": [
          "They should have busing a, a, a bus system. We don't have, a lot of 'em don't have that anymore. They just don't have it."
        ],
        "score": 0.6
      },
      {
        "id": "N14",
        "label": "Voting Rights",
        "quotes": [
          "And you do need to learn how to vote. It does work. It does work. Get involved. We have voices for a reason."
        ],
        "score": 0.7
      },
      {
        "id": "N15",
        "label": "Credit Score Improvement",
        "quotes": [
          "And you're not supposed to go back into your old neighborhood. . So where do you go? Where do you go? Who's gonna take you to find out that, you're returning citizen? . Who's gonna do that?"
        ],
        "score": 0.5
      },
      {
        "id": "N16",
        "label": "Homeownership Opportunities",
        "quotes": [
          "And you're not supposed to go back into your old neighborhood. . So where do you go? Where do you go? Who's gonna take you to find out that, you're returning citizen? . Who's gonna do that?"
        ],
        "score": 0.5
      },
      {
        "id": "N17",
        "label": "Political Transparency",
        "quotes": [
          "It, it hasn't, it hasn't changed. Even though they did pass that law. Let all these people out, they're still, they're still incarcerating young people. , and people of color and people with less economic standards.",
          "the whole world knows that America locks up more than 50% of their African American population. . And they know that America is built on the idea of slavery, free labor when they're in prison, free labor."
        ],
        "score": 0.6
      },
      {
        "id": "N18",
        "label": "Legislative Reform",
        "quotes": [
          "It, it hasn't, it hasn't changed. Even though they did pass that law. Let all these people out, they're still, they're still incarcerating young people. , and people of color and people with less economic standards.",
          "the whole world knows that America locks up more than 50% of their African American population. . And they know that America is built on the idea of slavery, free labor when they're in prison, free labor."
        ],
        "score": 0.6
      },
      {
        "id": "N19",
        "label": "Support for Victims of Domestic Violence",
        "quotes": [
          "'cause of women, women get raped, they get beat, they get. Really put in bad situations to make them do things that they really don't wanna do, but it becomes a, a thing of survival for a lot of them.",
          "Or like one young, one young woman that she served 30 years in, she killed someone that was trying to rape her little sister, and I think she was, this, this lady was about 16.",
          "Well the young man that I was talking about, he killed his mother's boyfriend because his, he was abusive and he was only 13, but a child tried as an adult, and I think that's what the, the problem was, is that these people were were tried as, as adults and they were children. And not good representation."
        ],
        "score": 0.7
      }
    ],
    "edges": [
      {
        "source": "N0",
        "target": "N1",
        "label": "leads to",
        "quotes": [
          "[00:00:06] So if you figuring out my age. Yeah, I am. , when I was coming up in high school, we did not have access to. The technology that was, that was starting to come about that was something that you really didn't see.",
          "[00:00:27] A lot of my technology learning was pretty much and is pretty much on hand hands-on, I should say."
        ],
        "explanation": "The interviewee suggests that having access to technology leads to technological literacy, as she learned about technology through hands-on experience."
      },
      {
        "source": "N2",
        "target": "N0",
        "label": "requires",
        "quotes": [
          "[00:00:57] A lot of people. A generation under me and, and beneath that had that technology given to them in school. Now what I've been put before lately we, with meeting the organization Silent Cry and dealing with people that are returning citizens and finding out that a lot of these individuals had left here, left home when they were like as young as 13 years old."
        ],
        "explanation": "The interviewee suggests that supporting returning citizens requires providing them with access to technology, as many of them have been away from society for so long that they are unfamiliar with modern technology."
      },
      {
        "source": "N3",
        "target": "N9",
        "label": "requires",
        "quotes": [
          "[00:07:05] Well the young man that I was talking about, he killed his mother's boyfriend because his, he was abusive and he was only 13, but a child tried as an adult, and I think that's what the, the problem was, is that these people were were tried as, as adults and they were children. And not good representation."
        ],
        "explanation": "The interviewee suggests that a fair judicial system requires access to good legal representation, as she mentions a case where a young man was tried as an adult without good representation."
      },
      {
        "source": "N4",
        "target": "N2",
        "label": "requires",
        "quotes": [
          "[00:04:31] So now he's out and he's doing the same thing, surviving ' cause there's no skills affordable to him. And then coming out with a felony, where do you work and where do you get loans and where do you find housing and. No family. So what do you do?"
        ],
        "explanation": "The interviewee suggests that prison reform requires support for returning citizens, as many of them struggle to find work, loans, and housing after being released."
      },
      {
        "source": "N5",
        "target": "N10",
        "label": "leads to",
        "quotes": [
          "[00:08:00] It, it hasn't, it hasn't changed. Even though they did pass that law. Let all these people out, they're still, they're still incarcerating young people. , and people of color and people with less economic standards. They're, they're treated less than everybody else."
        ],
        "explanation": "The interviewee suggests that achieving racial equality would lead to fair employment opportunities, as she mentions that people of color are currently treated less than everybody else."
      },
      {
        "source": "N6",
        "target": "N2",
        "label": "requires",
        "quotes": [
          "[00:04:31] So now he's out and he's doing the same thing, surviving ' cause there's no skills affordable to him. And then coming out with a felony, where do you work and where do you get loans and where do you find housing and. No family. So what do you do?"
        ],
        "explanation": "The interviewee suggests that providing access to housing requires support for returning citizens, as many of them struggle to find housing after being released from prison."
      },
      {
        "source": "N7",
        "target": "N11",
        "label": "requires",
        "quotes": [
          "[00:12:13] They should have a school in their district. They should have. Grocery stores and things affordable to 'em that they can walk to. They should have busing a, a, a bus system. We don't have, a lot of 'em don't have that anymore. They just don't have it. When I was going to school, we just walked up the block."
        ],
        "explanation": "The interviewee suggests that public education requires community involvement, as she mentions the need for schools, grocery stores, and bus systems in local districts."
      },
      {
        "source": "N8",
        "target": "N19",
        "label": "requires",
        "quotes": [
          "[00:06:25] 'cause of women, women get raped, they get beat, they get. Really put in bad situations to make them do things that they really don't wanna do, but it becomes a, a thing of survival for a lot of them."
        ],
        "explanation": "The interviewee suggests that mental health awareness requires support for victims of domestic violence, as she mentions the traumatic experiences that many women go through."
      }
    ],
    "clean_list": [
      "Access to Technology",
      "Technological Literacy",
      "Support for Returning Citizens",
      "Fair Judicial System",
      "Prison Reform",
      "Racial Equality",
      "Access to Housing",
      "Public Education",
      "Mental Health Awareness",
      "Access to Legal Representation",
      "Fair Employment Opportunities",
      "Community Involvement",
      "Access to Affordable Groceries",
      "Public Transportation",
      "Voting Rights",
      "Credit Score Improvement",
      "Homeownership Opportunities",
      "Political Transparency",
      "Legislative Reform",
      "Support for Victims of Domestic Violence"
    ]
  },
  {
    "interviewee": "Nakia Muhammad",
    "video": "https://vimeo.com/844436209",
    "transcript": "Nakia Muhammad\nLink: https://vimeo.com/844436209\n===\n\n\n[00:00:00] challenge_returning_citizen; challenge_background_check\n---\n\n[00:00:00] one of the, one of my largest, challenges at this time is being a return a citizen and, the reintegration aspect into society.\n\n[00:00:10] , you always hear, you do your time, you get an education, some skill set, a trade, et cetera, and you reintegrate yourself back into society. Well, legitimately, I'm in my third year at DeVry University working on my bachelor's for network management and communications. I have numerous.\n\n[00:00:31] IT certifications from the bottom. just simple basic computer use, up upgrade and repair. And the highest certification that I currently hold is the Advanced Security practitioner,I've gone and gotten education. I've applied myself and yes, I have had some, opportunities in that field. But overall, as far as me actually getting my feet firmly planted and rooted in the IT arena, it's, it is a consistent thing of you're checking all the right boxes, you're answering the questions, absolutely correctly.\n\n[00:01:08] But when we get to that background check aspect of things, I'm dead in the water and it's. It's disheartening, because for returning citizens and, , it's, it, it can become very disheartening for an individual who has completed their time and they're quote unquote doing the right things.\n\n[00:01:30] But those results from doing the right thing. Aren't readily available or they aren't, it, it, it just doesn't happen. at least not the way that it, from my perspective, the way that it's presented on your channel 2, 4, 7, yes, we have all of these great programs and, these opportunities \n\n[00:01:48] sound good? And, and literally, I'm, I'm one of the ones like, if not for A Chance for Life, if not for some of the other community organizations that are out there, which is, is okay. But again, it is why should I, why should I be forced to have to depend on. Some organization who may or may not be able to help me. When you said, if I go and get the education and I apply myself and I do these things, then I can reintegrate myself into society.\n\n[00:02:21] Well, a again, that's, it just doesn't happen like that. And, and that's a problem. And that needs to change. In some form now, how, how that change looks, because that, that actually ties into the recidivism rate. If you don't actu in actuality, give people opportunities to do and be better. When they had children.\n\n[00:02:44] Myself, I have three children. My oldest is 28. I have a 14, 13 year old now. Dad has to take care and provide for these children. So when it come down to, I need gym shoes, I need sports uniforms, we got a field trip, et cetera, all of that take money.\n\n[00:02:59] But if I'm not in a position to provide these things, and we just, that's just on school. Let's not even tie in anything else they want. I want this video game. I want to go to this concert. I want. Well, for me, at this point in I'm dead. I need to figure out how to provide these things. But if I don't have, and the IT field and cybersecurity, absolutely I should be in a much better position life-wise.\n\n[00:03:27] if I was in a position that would allow for that. But I'm still in the paycheck to paycheck and struggling in a completely different field that. Has nothing to do with it. I'm, working in machining right now because that was all that was available for me. and even at that, it's a struggle. things just have to change in some way, shape, form, or fashion \n\n[00:03:50] there's nothing I can do about what happened in 1995, the one that I know that literally like red flag, like, yeah, I can't do anything about that. I've done 11 years for that and. \n\n[00:04:03] Like, yeah, I was 15, 16, and. at this point in life, yes, I did what I did, but now I'm trying to do something different\n\n\n[00:04:12] change_background_check \n---\n\n[00:04:12] , if organization, these companies don't change hiring practices and making the background check. so highly important if, if a qualified individual. Who may have, and, and I understand the background check is kind of important, but don't make it so heavily weighted just on background check. Don't get on TV and say, yes, we're gonna remove the check the box on your application, and.\n\n[00:04:41] But you still do the background check and it's, the result is still the same. You just played slight a hand, more or less switching one thing for another. Yeah, we not going to check the box, but we still gonna do this background check. So it's, it's, things need to change in that regard. \n\n\n[00:04:56] change_returning_citizens_union\n---\n\n[00:04:56] What's holding back, returning citizens? Cuz I've, me and other people I've, I've talked to like, why isn't there a returning citizen's union or, or something of the like, because I, I hate it that it's again, that it happens to me that I gotta take wages that are way less than what I know I'm worth and take whatever job that I can get simply because of my background. some type of union that advocates like, okay, yeah, this person might be a return that says, but you gonna pay them a wage as if you know, or give them the opportunity for working.\n\n[00:05:36] The same way you would give those opportunities to other individuals because it, again, debilitating being free and still feeling like you're in prison out here in society \n\n\n[00:05:47] challenge_mental_health\n---\n\n[00:05:47] mental health.\n\n[00:05:48] another of the things that. It kind of has helped me, me understanding that particularly for black men, cuz it's something we don't like, mental health issues for us is I'm crazy as opposed to this is depression, anxiety, grief, et cetera. Those things are real and you have to approach them and deal with them.\n\n[00:06:10] Otherwise they will negatively affect you, which led me to going and starting to talk to a therapist and, get counseling, et cetera, because I went through. Things I, I've lost key family members, my mother, my father-in-law, my mother-in-law, and my late wife, like back to back. And my thing was, okay, they're dead.\n\n[00:06:32] There's absolutely nothing I can do about it. Yes, I, I feel a loss of them, but. At those moments in time when my supervisor, you don't want to take no time off of work. Why? It's not gonna change anything and I'm just gonna sit at home and it's going to bother me even more. So I need to keep moving at this point in life.\n\n[00:06:52] I understand. Yeah. That grief. Needs to be addressed appropriately. Otherwise it will affect you negatively coming out later on. You can't just put, keep stuffing stuff in a box, keep stuffing it in a box and not addressing it and think that it's just gonna go away, or magically it just doesn't happen like that.\n\n[00:07:15] But I had to go through processes to get to this point, to understand that fact that, oh, These things are real. A lot of other individuals who may have been to prison and when it's put out there that the, these programs and things geared to help them.\n\n[00:07:32] The real fruition of those resources not coming through. That's another thing that adds on to, you know, why am I even trying? \n\n\n[00:07:41] change_technology_as_tool\n---\n\n[00:07:41] And you know, like with this whole IT thing and just bucket like, okay, mama. You might not like this computer, but you can't just go to your social security office and fill out a paper application. You gotta know how to use this thing.\n\n[00:07:57] So they're gonna ask you for some documents. If you don't know how to scan and attach emails and up upload these documents, then you're locking yourself outta resources that's important to you. \n\n[00:08:10] Here in Detroit there's many things that this computer is not just for toy.\n\n[00:08:15] it is not just for Facebook, Instagram, Snapchat playing Candy Crush or Diner Dash and all of that is fine, but. In this community, people really understand how much of a business tool that the computer is and can be. yeah. The reality of it sinking in and people knowing how to use it as a business tool or even your smartphone is not something that's, I guess, readily available if \n\n[00:08:44] people don't know what they don't know and they don't know what they need to know because they don't know. \n\n\n[00:08:51] challenge_credit\n---\n\n[00:08:51] another thing, credit and things of that nature and, and trying to get your credit score to a point where you can qualify for, Purchasing a home and assistance with down payment.\n\n[00:09:02] And again, even at that, without the finances to do that, I don't care how good my credit score is. If I can't pay the mortgage that you're gonna approve me for, then it means nothing. , if you don't have the finances to keep up with the mortgage and taxes and things like that, then it is useless with it. All of these things are kind of intertwined.\n\n\n[00:09:25] challenge_education_prison \n---\n\n[00:09:25] \n\n\n[00:09:25] challenge_ politics\n---\n\n[00:09:25] there has to be changes across the board. well how does that look? Honestly, I don't know. I just know that it does, whether it's through, legislation, through company policy hiring practices, but something needs to change. The smoke and mirrors need to stop. I don't wanna sound negative. Well, It's a difference between just being negative and this is just a reality. What you, you don't wanna hear the truth. The truth is what it is. You might not like it, but hey, this is the reality of the situation that I, a lot of people, experience and, as was stated before, a lot of people just don't know how to address it or what outlets they have or what they can do about it, Legislation and things like that do need to change. And it shouldn't be an aspect of, . As a state representative, as a legislature, technically you work for me.\n\n[00:10:24] Okay? you don't work for the lobbyists. \n\n[00:10:27] people don't know that. Yeah. They don't know how politics work. They don't know. And, and fortunately, unfortunately, I've, I've been in those rooms when some of those conversations are taking place and like, wow, it sound really good here, or on the other side of it.\n\n[00:10:43] Election time, that whole pay to play. If you don't pay this organization or, or this lobbyist to endorse you as a candidate, then you're not elected and. With that particular candidate, an individual, all of these wonderful things that, yes, I want to lower taxes, or I wanna fix the roads, or I wanna do X, Y, or Z to garner the vote.\n\n[00:11:09] But then when you are elected, Those things not happening. Most average individuals returning citizen or not, like, look, you do work for me. I can fire you and get you outta your office. If people actually collectively got together and wrote, petitions and things together, et cetera, to Yeah, you not doing your job, so you gotta go.\n\n[00:11:32] Sorry. Mm-hmm. . You said you were gonna do X, Y, and Z. Okay, Mr. Senator, miss Representative, you got this amount of time to do what you said you were gonna do or me and the other a hundred thousand people who signed this petition need you gone. \n\n\n[00:11:49] challenge_child_education\n---\n\n[00:11:49] even with education.\n\n[00:11:51] Those resources in Detroit versus where I was in, out Utica, Sterling Heights night and day. The, the resources in there, computer labs and things with, with my babies out there. Phenomenal here in the Detroit public school system, not so much. But again, it, those things that we've been talking about, the legislation and how they choose to,when they have these millages and that that data that everybody have to come to, to the school to get counted and mm-hmm.\n\n[00:12:23] The way that things are done and, and the distribution of resources, it, it here in Detroit night and day and, and. Something needs to be done. How, how that happens. so what can we do about it?\n\n",
    "nodes": [
      {
        "id": "N2",
        "label": "Support for Returning Citizens",
        "quotes": [
          "one of the, one of my largest, challenges at this time is being a return a citizen and, the reintegration aspect into society.",
          "But when we get to that background check aspect of things, I'm dead in the water and it's. It's disheartening, because for returning citizens and, , it's, it, it can become very disheartening for an individual who has completed their time and they're quote unquote doing the right things.",
          "What's holding back, returning citizens? Cuz I've, me and other people I've, I've talked to like, why isn't there a returning citizen's union or, or something of the like, because I, I hate it that it's again, that it happens to me that I gotta take wages that are way less than what I know I'm worth and take whatever job that I can get simply because of my background."
        ],
        "score": 0.9
      },
      {
        "id": "N3",
        "label": "Fair Judicial System",
        "quotes": [
          "if organization, these companies don't change hiring practices and making the background check. so highly important if, if a qualified individual. Who may have, and, and I understand the background check is kind of important, but don't make it so heavily weighted just on background check.",
          "Legislation and things like that do need to change. And it shouldn't be an aspect of, . As a state representative, as a legislature, technically you work for me.",
          "If people actually collectively got together and wrote, petitions and things together, et cetera, to Yeah, you not doing your job, so you gotta go."
        ],
        "score": 0.8
      },
      {
        "id": "N0",
        "label": "Access to Technology",
        "quotes": [
          "And you know, like with this whole IT thing and just bucket like, okay, mama. You might not like this computer, but you can't just go to your social security office and fill out a paper application. You gotta know how to use this thing.",
          "Here in Detroit there's many things that this computer is not just for toy.",
          "In this community, people really understand how much of a business tool that the computer is and can be."
        ],
        "score": 0.7
      },
      {
        "id": "N1",
        "label": "Technological Literacy",
        "quotes": [
          "I'm in my third year at DeVry University working on my bachelor's for network management and communications. I have numerous IT certifications from the bottom. just simple basic computer use, up upgrade and repair.",
          "And the highest certification that I currently hold is the Advanced Security practitioner,I've gone and gotten education. I've applied myself and yes, I have had some, opportunities in that field.",
          "people don't know what they don't know and they don't know what they need to know because they don't know."
        ],
        "score": 0.7
      },
      {
        "id": "N8",
        "label": "Mental Health Awareness",
        "quotes": [
          "mental health. another of the things that. It kind of has helped me, me understanding that particularly for black men, cuz it's something we don't like, mental health issues for us is I'm crazy as opposed to this is depression, anxiety, grief, et cetera.",
          "Those things are real and you have to approach them and deal with them.",
          "Yeah. That grief. Needs to be addressed appropriately. Otherwise it will affect you negatively coming out later on."
        ],
        "score": 0.8
      },
      {
        "id": "N15",
        "label": "Credit Score Improvement",
        "quotes": [
          "another thing, credit and things of that nature and, and trying to get your credit score to a point where you can qualify for, Purchasing a home and assistance with down payment.",
          "And again, even at that, without the finances to do that, I don't care how good my credit score is. If I can't pay the mortgage that you're gonna approve me for, then it means nothing."
        ],
        "score": 0.6
      },
      {
        "id": "N7",
        "label": "Public Education",
        "quotes": [
          "even with education. Those resources in Detroit versus where I was in, out Utica, Sterling Heights night and day.",
          "The, the resources in there, computer labs and things with, with my babies out there. Phenomenal here in the Detroit public school system, not so much."
        ],
        "score": 0.7
      },
      {
        "id": "N17",
        "label": "Political Transparency",
        "quotes": [
          "The smoke and mirrors need to stop. I don't wanna sound negative. Well, It's a difference between just being negative and this is just a reality.",
          "Election time, that whole pay to play. If you don't pay this organization or, or this lobbyist to endorse you as a candidate, then you're not elected and.",
          "With that particular candidate, an individual, all of these wonderful things that, yes, I want to lower taxes, or I wanna fix the roads, or I wanna do X, Y, or Z to garner the vote. But then when you are elected, Those things not happening."
        ],
        "score": 0.7
      }
    ],
    "edges": [
      {
        "source": "N2",
        "target": "N3",
        "label": "leads to",
        "quotes": [
          "one of the, one of my largest, challenges at this time is being a return a citizen and, the reintegration aspect into society.",
          "But when we get to that background check aspect of things, I'm dead in the water"
        ],
        "explanation": "The interviewee's experience as a returning citizen leads him to advocate for a fair judicial system, particularly in terms of background checks."
      },
      {
        "source": "N0",
        "target": "N1",
        "label": "requires",
        "quotes": [
          "Here in Detroit there's many things that this computer is not just for toy.",
          "people don't know what they don't know and they don't know what they need to know because they don't know."
        ],
        "explanation": "The interviewee suggests that access to technology requires technological literacy, as people need to know how to use technology effectively."
      },
      {
        "source": "N8",
        "target": "N2",
        "label": "supports",
        "quotes": [
          "mental health. another of the things that. It kind of has helped me, me understanding that particularly for black men, cuz it's something we don't like, mental health issues for us is I'm crazy as opposed to this is depression, anxiety, grief, et cetera."
        ],
        "explanation": "The interviewee's emphasis on mental health awareness supports his value of support for returning citizens, as he believes mental health issues need to be addressed for successful reintegration."
      },
      {
        "source": "N15",
        "target": "N2",
        "label": "requires",
        "quotes": [
          "another thing, credit and things of that nature and, and trying to get your credit score to a point where you can qualify for, Purchasing a home and assistance with down payment."
        ],
        "explanation": "The interviewee suggests that credit score improvement requires support for returning citizens, as they often face financial challenges."
      },
      {
        "source": "N7",
        "target": "N17",
        "label": "requires",
        "quotes": [
          "even with education. Those resources in Detroit versus where I was in, out Utica, Sterling Heights night and day.",
          "Legislation and things like that do need to change."
        ],
        "explanation": "The interviewee suggests that improving public education requires political transparency, as he believes legislation and resource distribution need to change."
      }
    ],
    "clean_list": [
      "Access to Technology",
      "Technological Literacy",
      "Support for Returning Citizens",
      "Fair Judicial System",
      "Prison Reform",
      "Racial Equality",
      "Access to Housing",
      "Public Education",
      "Mental Health Awareness",
      "Access to Legal Representation",
      "Fair Employment Opportunities",
      "Community Involvement",
      "Access to Affordable Groceries",
      "Public Transportation",
      "Voting Rights",
      "Credit Score Improvement",
      "Homeownership Opportunities",
      "Political Transparency",
      "Legislative Reform",
      "Support for Victims of Domestic Violence"
    ]
  },
  {
    "interviewee": "Lionel Muhammad",
    "video": "https://vimeo.com/855112091",
    "transcript": "Lionel Muhammad\nLink: https://vimeo.com/855112091\n===\n\n\n[00:00:00] challenge_background_check\n---\n\n[00:00:00] It's important that those that have no voice have a voice through us who have been victims of incarceration.\n\n[00:00:07] And now we are free, but we only free to a certain degree. We're still paying for the crimes that we allegedly committed. So even though they say you serve your time and you, you, you now supposed to be regaining your citizenship, but every time you fill out an application and they see that you are an ex-offender, they say, well, we don't hire ex-offenders.. Because we live in a society that capitalize on the ignorance of others. So they tell us, well, it is a criminal. This, this person has done this wrong and that person has done this wrong and, and they need to be locked away forever. But if somebody has done wrong and you call yourself a Christian society, then whether there's forgiveness come in at\n\n[00:00:55] I was already building the prison ministry. I've been doing this for years. I did it inside a prison and I'm doing it outside, but I worked for a school, I worked for Urban Prep Academy, which is an all black school, an all male black school.\n\n[00:01:10] And I worked there for six years as a counselor. I have a master's degree in communication. So one day one of the young men's parents came in and knew me from prison and he, you know, he spoke to me, hugged me, Hey man, man, what you doing here? And I, this is where I work at, man. They let you work in the school.\n\n[00:01:31] So I said, yeah, you know, I, he said, yeah, but you always was in the school getting your education, blah, blah, blah. So one of the secretaries overheard him and she was standing in the hallway. So she went back in the, and got on the computer. And when she got on the computer, apparently, cause I was on parole, she pulled up my record and she reported it to the CEO.\n\n[00:01:55] Now, I don't know that she done done this. So the CEO called me. Now, the principal already knew, . He say we got a red flag. So I said, well, what's the, what do you mean red flag? He said, well, it's apparent that you are an ex-offender. I said, yes. If you look at my application, it's on my application.\n\n[00:02:12] Then he started, well, how you get degree, what you, you was doing all this in prison and blah, blah. Yeah. Yeah. What you thought I did sit down and do nothing. I studied and went to school and worked every day. So he said, well, unfortunately, we going to have to let you go.\n\n[00:02:28] So the principal called me and this is what the principal said to me. He said, Mr. Muhammad, I'm not gonna say his name. He said, Mr. Muhammad, it finally appeared. He said, but because the effect that you had in this school on these young men, he said, I might let you go on paper, but you can still volunteer and I'll pay you under the table.\n\n[00:02:47] Not only was I effective six years, but I changed the whole paradigm of a school where they were having fights. They were doing all kind of stuff. These young brothers had so much respect for me because they understood what I came from. I knew how to communicate with them. I knew how to talk to them because I came out of the very same streets that they are in right now.\n\n[00:03:10] So if you came out of where they came from, you are more successful in reaching them as opposed to hollering and screaming at 'em. \n\n\n[00:03:17] Change_services_returning_citizens\n---\n\n[00:03:17] One of the things that has been challenging for me when I came home was, first of all, a job that was challenging, but Because I have degrees in various areas, I created a job for myself. That's what I do today. TRS Transforming Reentry Service Men and Women in Prison Ministry. This is a organization and a program that I have worked with our CEO and our director for many, many, many, many years.\n\n[00:03:47] it is important the resource directory. And it was developed by ex-offenders. And we developed that directory so that when men and women came out of prison and they pick up that book, everything that they need to know, every resource that they need to have access to is in that, what directory they can go to the directory.\n\n[00:04:07] And see, oh, okay, well I can find housing here. I can find jobs here. I can find healthcare here. I can find I need drug treatment. I can find that here. I need mental health treatment. I can find that here. Everything that they need has to be in the directory because once it's in the directory and those of us that work with the prisons, once we go into the prison, then the prisoners have access to what the directory.\n\n[00:04:35] So that means they have access now to the resources that are available for those that are coming home and even for those that remaining under those conditions of incarceration. Cause we can't forget them either. So it serves a twofold purpose. It connects that one that's still going to be there with life plus 50, 60 years, or four or five natural life sentences and things of this nature.\n\n[00:05:02] That person can help others while they're incarcerated \n\n\n[00:05:06] challenge_returning_citizen_resources\n---\n\n[00:05:06] I go to prisons all over the country,. And the challenge is\n\n[00:05:10] them having the resources that they need. When they come out, that's the number one challenge. Resources, because when they talk about where they can get a job here, how do they know that? Where's the resources at? Because I'm gonna tell you something, if we're not connected, if the men and women that are incarcerated are not connected to the society in which they're going to return to, then all of the organizations combined do them a disservice.\n\n[00:05:38] Why do they do 'em a disservice? Because they not connected to 'em. They don't know 'em. They don't have no way of knowing that you even exist \n\n\n[00:05:45] challenge_mental_health_prison\n---\n\n[00:05:45] don't even get to mental health? That's a whole nother issue because anybody that stays in a six by nine cell, a 15, 20, 30, 40, 50 years is suffering from post-traumatic prison disorder, not stress prison disorder.\n\n[00:06:02] That's what he's suffering from. That's what she's suffering from post-traumatic prison disorder, because prison is a unnatural circumstance. There's nothing natural about it, and as a result of being in that condition for 20 and 30 years, you suffer. Some psychological damage. So you have to have some spiritual guidance to keep you abreast or to keep you afloat.\n\n[00:06:26] Otherwise you'll be right back in there.\n\n\n[00:06:29] change_access_incarcerated\n---\n\n[00:06:29] To be able to have access. See, once we have access to those who are incarcerated, as well as those that's coming home, see, once you got access , to the prison population, Then you can provide that directory to everybody? Yes. So once they get out, every prison should have a what?\n\n[00:06:46] A pre reentry program that's preparing them anywhere from two to three years, preparing them to go home. That means connecting with the resources, getting actively involved. So we go into prison, talk to them, give them the directory, give them my, I give them my personal cell phone, emails, all of that.\n\n[00:07:07] They can call me. My phone constantly ringing \n\n[00:07:09] , if they fund us properly, see we, all of the people that work on our staff are ex-offenders. We only have two people that work with us that has not been formally incarcerated. Not only can we provide jobs for them, but we provide a platform to better serve those that are inside.\n\n[00:07:27] The reason that we hire ex-offenders is because ex-offenders know how to handle other ex-offenders. If you hire somebody, I don't master degree PhD college degree and they've never been there. Yeah. And they don't know how to handle this man or this woman who is suffering from a mental illness of post-traumatic prison disorder.\n\n[00:07:50] This person handles him like he handles the people in the street and creates a problem or a dilemma that may eventually get outta control or it turned into something else. \n\n[00:08:01] \n\n\n[00:08:01] win_job_returning_citizen \n---\n\n[00:08:01] I also worked for CTA, Chicago Transit Authority. They hired me as an ex-offender.\n\n[00:08:07] just before the new mayor came in, Just before election opened all city jobs to ex-offenders, to those that qualify all of them.? That's in government office and everything.\n\n[00:08:19] They opened all these jobs because you got men like myself, other men that I know personally that got degrees, master's degrees, bachelor's degrees, PhDs, \n\n[00:08:30] \n\n\n[00:08:30] challenge_education_prison\n---\n\n[00:08:30] When I went to prison in Illinois, it was different than it is now. Education was very available to you. You had access to all of that and some you even had access to trades. All of this was taken out of the Illinois Department of Corrections. Why? They don't have nothing. Now when I say nothing, nothing, you barely can get a GED.\n\n[00:08:51] So I spent a lot of my time in school educating myself first under my belief, and then getting the documentation that was necessary. So when I got out of prison, I knew what I would be faced with. So I spent, I spent 23 years there, almost 24 years there. I was always in school from day one. I stayed in school, got my master's degree, my bachelor's degree, my associate's arts degree in political science, because it's important for you to be educated, but it's also important for you to be able to understand yourself.\n\n[00:09:27] As a victim under the worst circumstances that if I could do it, anybody can do it. I told a guy this morning on the phone, don't just sit there and count the calendar, everything that they have to offer. Get it cause it's free, don't cost you nothing. So make them pay how you make them pay. Get educated.\n\n[00:09:43] Sure. They gonna laugh at you. Oh man, that old man. Look, he, man, get what you can get while you in there because once they take it away, as the systems is changing more and more, it's going to go to practice in slavery all over again. Because what does the 13th amendments say? It say slavery is abolished except that you're convicted of a crime.\n\n[00:10:05] So if they can keep that except. And put more and more people in there, then they can practice slavery all over again, whether you got an education or not. \n\n\n[00:10:14] challenge_mental_health_returning_citizen \n---\n\n[00:10:14] Let's talk about the mental health.\n\n[00:10:15] When, when a man or a woman comes from prison, what do resources do he or she have that can address his or her mental health? Or do you even think that he has or she has mental health? Remember he or she been gone for 30 years? Oh, they all right, so you sent him home and he or she goes to a home that has no order or stability, morals and principles are gone.\n\n[00:10:43] So when he comes out in an environment that has some sense of direction and order and he comes or she comes to a home and there's no order discipline, no structure, you put that person in that environment and tell and tell 'em now, okay, you can go live your life. How they don't know how they've been locked up 30 years.\n\n\n[00:11:04] Totally_new_world\n---\n\n[00:11:04] You come into a world that's totally new, that you've been separated from for 30 years. You don't know how to use a phone, you don't know how to use a computer.\n\n[00:11:14] You don't know how to use anything that will help you better your life because the things that you need in the world to survive in the prison, they keep these things from you. You don't need no computer. You don't need no cell phone. You go to get on the computer or the typewriter. Typewriters are outdated.\n\n[00:11:34] They still using typewriters in prison and this is 2023. We going on 2024. They still using typewriter. So the man and the woman that comes out of that environment is what? Alien to this world. They don't know what's going on. They have no clue. My best friend came home after serving 50, after doing 53 years.\n\n[00:11:57] When he went to prison, he went to prison in the sixties in 1966.\n\n[00:12:03] We was just together last weekend and he said, man, I love you bro. Cause you, you, you helped me so much. But he didn't, they didn't have cell phones when he got locked up. When I got locked up, that wasn't even around. We have to learn to use these devices and I'm gonna tell you, something funny. When I came home, my mother then was, we was driving and I seen the guy, he was, he was standing in the, where the bus stop at.\n\n[00:12:26] I said, man, he done went crazy. He talking to himself. My mama said no, he on his Bluetooth. I said, what kind of two , his teeth is blue.\n\n[00:12:34] She said his Bluetooth, she said that's the device that's in his ear and he can hear and he can talk on it. So I'm like, wow. So now as I'm riding, I'm thinking about this man, they got devices but you ain't even gotta touch the phone. And that, that stayed on my mind all the time. Then when I did get a phone, I had to do the most intelligent thing in the world.\n\n[00:12:56] And my mom, she laughed about it. She said, what are you doing? I said, I'm reading the manual. She said, really? She said, nobody does that. I said, well, that's the only way I'm gonna learn. I gotta read the book. Cause I'm a reading book. My mother was a school teacher for 30 years. So she forced us to read as when we were growing up.\n\n[00:13:15] So I read the manual, that's how I learned how to write use the phone, so those are some of the challenges that we face coming home not being, see, when you don't have access to modern technology, then you like a fish out of the water. \n\n\n[00:13:29] Marker\n---\n\n[00:13:29] When they arrested me and locked me up, I had no idea what was going on. Took me to court, tried me. No witnesses, no evidence, no nothing. Listen to this here. When they sentence you, they say, is it anything that you want to say? And I said to the judge, these are my words. I say, if there's a God and I believe it is, you gonna pay for what you've done for to me.\n\n[00:13:51] Cause you know I didn't do nothing but you sending me to prison because I won't give you no money. Take him away. Seven years later, I'm in the prison. You know how they do the news story before they bring on the story?\n\n[00:14:04] They show the little captioning. I seen the judge. I said, man, I, I need to see what's going on. So I got in there and I listened. My judge. His name is Thomas J Maloney. They was arresting him and he went to jail. For what? Bribery. And blackmailed.\n\n[00:14:21] And he went to prison and he died in prison. But I'm, that's why I'm so thankful for spiritual growth and development. I'm so glad for the teachings of the honorable Elijah Muhammad and the Honorable Minister Louis Farrakhan because they taught me how to overcome these conditions and not be bitter, not be angry.\n\n[00:14:41] Take your anger out in another way. I take my anger out by doing this work because this work is a healing for me. This how I heal every day. Cause I do the work every day.\n\n\n[00:14:51] Marker\n---\n\n[00:14:51] I believe that there's no human being. That cannot be redeemed. All of us can be redeemed. Mm-hmm. You know, and if we apply the principles of the scripture, both Bible and Quran, we can save 90% of our people. Cause they, they just wanna reach out.\n\n[00:15:10] They just want some to know somebody care. Yeah. Yeah. You know, and once somebody understands that you love them, then their response to you is different. They don't respond aggressively. They respond with love. , if you were with me, when I go in these prisons and I go in these jails and I start talking to these brothers and we have a sit down.\n\n[00:15:32] They appreciate me taking the time out to come there because I don't, nobody pays me to do that. Yeah. I do that from my heart because I know what it's like not to get a letter. I know what it's like to see me and go every, every day to the stand up there for the mail call and nobody calls their name.\n\n[00:15:50] The most valuables thing in the world to a prisoner is a letter. It ain't a visit and it ain't money. It's a letter, a piece of paper just to say, I love you and I'm thinking about you. They'll read that 50,000 times. I've seen men read one piece of paper over and over again. It didn't happen, but a few words on it.\n\n[00:16:09] The visit comes and goes. The money comes and goes, but the letter. They'll take those letters and put 'em in an envelope and put 'em in a box. And whenever they release, they take those letters with them. They may leave everything, books, clothes, but they take them letters with 'em. Cause those letters are very valuable to them.\n\n[00:16:29] \n\n",
    "nodes": [
      {
        "id": "N2",
        "label": "Support for Returning Citizens",
        "quotes": [
          "It's important that those that have no voice have a voice through us who have been victims of incarceration.",
          "One of the things that has been challenging for me when I came home was, first of all, a job that was challenging, but Because I have degrees in various areas, I created a job for myself.",
          "I also worked for CTA, Chicago Transit Authority. They hired me as an ex-offender."
        ],
        "score": 1
      },
      {
        "id": "N3",
        "label": "Fair Judicial System",
        "quotes": [
          "And now we are free, but we only free to a certain degree. We're still paying for the crimes that we allegedly committed.",
          "When they arrested me and locked me up, I had no idea what was going on. Took me to court, tried me. No witnesses, no evidence, no nothing.",
          "My judge. His name is Thomas J Maloney. They was arresting him and he went to jail. For what? Bribery. And blackmailed."
        ],
        "score": 0.8
      },
      {
        "id": "N4",
        "label": "Prison Reform",
        "quotes": [
          "don't even get to mental health? That's a whole nother issue because anybody that stays in a six by nine cell, a 15, 20, 30, 40, 50 years is suffering from post-traumatic prison disorder, not stress prison disorder.",
          "To be able to have access. See, once we have access to those who are incarcerated, as well as those that's coming home, see, once you got access , to the prison population, Then you can provide that directory to everybody? Yes.",
          "When I went to prison in Illinois, it was different than it is now. Education was very available to you. You had access to all of that and some you even had access to trades. All of this was taken out of the Illinois Department of Corrections. Why? They don't have nothing. Now when I say nothing, nothing, you barely can get a GED."
        ],
        "score": 1
      },
      {
        "id": "N5",
        "label": "Racial Equality",
        "quotes": [
          "I worked for Urban Prep Academy, which is an all black school, an all male black school.",
          "Not only was I effective six years, but I changed the whole paradigm of a school where they were having fights. They were doing all kind of stuff. These young brothers had so much respect for me because they understood what I came from. I knew how to communicate with them. I knew how to talk to them because I came out of the very same streets that they are in right now."
        ],
        "score": 0.6
      },
      {
        "id": "N6",
        "label": "Access to Housing",
        "quotes": [
          "it is important the resource directory. And it was developed by ex-offenders. And we developed that directory so that when men and women came out of prison and they pick up that book, everything that they need to know, every resource that they need to have access to is in that, what directory they can go to the directory.",
          "And see, oh, okay, well I can find housing here."
        ],
        "score": 0.7
      },
      {
        "id": "N7",
        "label": "Public Education",
        "quotes": [
          "And I worked there for six years as a counselor. I have a master's degree in communication.",
          "When I went to prison in Illinois, it was different than it is now. Education was very available to you. You had access to all of that and some you even had access to trades. All of this was taken out of the Illinois Department of Corrections. Why? They don't have nothing. Now when I say nothing, nothing, you barely can get a GED.",
          "So I spent a lot of my time in school educating myself first under my belief, and then getting the documentation that was necessary."
        ],
        "score": 0.8
      },
      {
        "id": "N8",
        "label": "Mental Health Awareness",
        "quotes": [
          "don't even get to mental health? That's a whole nother issue because anybody that stays in a six by nine cell, a 15, 20, 30, 40, 50 years is suffering from post-traumatic prison disorder, not stress prison disorder.",
          "Let's talk about the mental health.",
          "When, when a man or a woman comes from prison, what do resources do he or she have that can address his or her mental health? Or do you even think that he has or she has mental health? Remember he or she been gone for 30 years? Oh, they all right, so you sent him home and he or she goes to a home that has no order or stability, morals and principles are gone."
        ],
        "score": 1
      },
      {
        "id": "N9",
        "label": "Access to Legal Representation",
        "quotes": [
          "When they arrested me and locked me up, I had no idea what was going on. Took me to court, tried me. No witnesses, no evidence, no nothing.",
          "When they sentence you, they say, is it anything that you want to say? And I said to the judge, these are my words. I say, if there's a God and I believe it is, you gonna pay for what you've done for to me."
        ],
        "score": 0.6
      },
      {
        "id": "N10",
        "label": "Fair Employment Opportunities",
        "quotes": [
          "And now we are free, but we only free to a certain degree. We're still paying for the crimes that we allegedly committed. So even though they say you serve your time and you, you, you now supposed to be regaining your citizenship, but every time you fill out an application and they see that you are an ex-offender, they say, well, we don't hire ex-offenders.",
          "I also worked for CTA, Chicago Transit Authority. They hired me as an ex-offender.",
          "just before the new mayor came in, Just before election opened all city jobs to ex-offenders, to those that qualify all of them.? That's in government office and everything."
        ],
        "score": 0.9
      },
      {
        "id": "N11",
        "label": "Community Involvement",
        "quotes": [
          "I believe that there's no human being. That cannot be redeemed. All of us can be redeemed. Mm-hmm. You know, and if we apply the principles of the scripture, both Bible and Quran, we can save 90% of our people. Cause they, they just wanna reach out.",
          "They just want some to know somebody care. Yeah. Yeah. You know, and once somebody understands that you love them, then their response to you is different. They don't respond aggressively. They respond with love."
        ],
        "score": 0.7
      },
      {
        "id": "N0",
        "label": "Access to Technology",
        "quotes": [
          "You come into a world that's totally new, that you've been separated from for 30 years. You don't know how to use a phone, you don't know how to use a computer.",
          "You don't know how to use anything that will help you better your life because the things that you need in the world to survive in the prison, they keep these things from you. You don't need no computer. You don't need no cell phone. You go to get on the computer or the typewriter. Typewriters are outdated.",
          "They still using typewriters in prison and this is 2023. We going on 2024. They still using typewriter. So the man and the woman that comes out of that environment is what? Alien to this world. They don't know what's going on. They have no clue."
        ],
        "score": 0.9
      },
      {
        "id": "N1",
        "label": "Technological Literacy",
        "quotes": [
          "You come into a world that's totally new, that you've been separated from for 30 years. You don't know how to use a phone, you don't know how to use a computer.",
          "You don't know how to use anything that will help you better your life because the things that you need in the world to survive in the prison, they keep these things from you. You don't need no computer. You don't need no cell phone. You go to get on the computer or the typewriter. Typewriters are outdated.",
          "They still using typewriters in prison and this is 2023. We going on 2024. They still using typewriter. So the man and the woman that comes out of that environment is what? Alien to this world. They don't know what's going on. They have no clue.",
          "When I came home, my mother then was, we was driving and I seen the guy, he was, he was standing in the, where the bus stop at.",
          "I said, man, he done went crazy. He talking to himself. My mama said no, he on his Bluetooth. I said, what kind of two , his teeth is blue.",
          "She said his Bluetooth, she said that's the device that's in his ear and he can hear and he can talk on it. So I'm like, wow. So now as I'm riding, I'm thinking about this man, they got devices but you ain't even gotta touch the phone. And that, that stayed on my mind all the time. Then when I did get a phone, I had to do the most intelligent thing in the world.",
          "And my mom, she laughed about it. She said, what are you doing? I said, I'm reading the manual. She said, really? She said, nobody does that. I said, well, that's the only way I'm gonna learn. I gotta read the book. Cause I'm a reading book. My mother was a school teacher for 30 years. So she forced us to read as when we were growing up.",
          "So I read the manual, that's how I learned how to write use the phone, so those are some of the challenges that we face coming home not being, see, when you don't have access to modern technology, then you like a fish out of the water."
        ],
        "score": 0.8
      }
    ],
    "edges": [
      {
        "source": "N3",
        "target": "N4",
        "label": "leads to",
        "quotes": [
          "[00:13:29] When they arrested me and locked me up, I had no idea what was going on. Took me to court, tried me. No witnesses, no evidence, no nothing.",
          "[00:14:04] They show the little captioning. I seen the judge. I said, man, I, I need to see what's going on. So I got in there and I listened. My judge. His name is Thomas J Maloney. They was arresting him and he went to jail. For what? Bribery. And blackmailed."
        ],
        "explanation": "The interviewee's experience with the judicial system and the corruption he witnessed suggests that a fair judicial system would naturally lead to prison reform."
      },
      {
        "source": "N2",
        "target": "N6",
        "label": "requires",
        "quotes": [
          "[00:04:07] And see, oh, okay, well I can find housing here. I can find jobs here. I can find healthcare here. I can find I need drug treatment. I can find that here. I need mental health treatment. I can find that here."
        ],
        "explanation": "The interviewee emphasizes the importance of housing as a resource for returning citizens, suggesting that support for these individuals requires access to housing."
      },
      {
        "source": "N2",
        "target": "N10",
        "label": "requires",
        "quotes": [
          "[00:03:17] One of the things that has been challenging for me when I came home was, first of all, a job that was challenging",
          "[00:08:01] I also worked for CTA, Chicago Transit Authority. They hired me as an ex-offender."
        ],
        "explanation": "The interviewee's personal experience and the challenges he faced in finding employment after his release suggest that support for returning citizens requires fair employment opportunities."
      },
      {
        "source": "N2",
        "target": "N0",
        "label": "requires",
        "quotes": [
          "[00:11:04] You come into a world that's totally new, that you've been separated from for 30 years. You don't know how to use a phone, you don't know how to use a computer."
        ],
        "explanation": "The interviewee's struggle with technology upon his release suggests that support for returning citizens requires access to technology."
      },
      {
        "source": "N2",
        "target": "N8",
        "label": "requires",
        "quotes": [
          "[00:10:14] Let's talk about the mental health. When, when a man or a woman comes from prison, what do resources do he or she have that can address his or her mental health?"
        ],
        "explanation": "The interviewee's emphasis on the mental health challenges faced by returning citizens suggests that support for these individuals requires mental health awareness."
      },
      {
        "source": "N11",
        "target": "N2",
        "label": "supports",
        "quotes": [
          "[00:15:32] They appreciate me taking the time out to come there because I don't, nobody pays me to do that. Yeah. I do that from my heart because I know what it's like not to get a letter."
        ],
        "explanation": "The interviewee's personal involvement in supporting returning citizens suggests that community involvement supports the value of support for returning citizens."
      },
      {
        "source": "N5",
        "target": "N3",
        "label": "conflicts with",
        "quotes": [
          "[00:00:07] And now we are free, but we only free to a certain degree. We're still paying for the crimes that we allegedly committed.",
          "[00:13:29] When they arrested me and locked me up, I had no idea what was going on. Took me to court, tried me. No witnesses, no evidence, no nothing."
        ],
        "explanation": "The interviewee's experiences with the judicial system suggest that racial equality conflicts with the current state of the judicial system."
      }
    ],
    "clean_list": [
      "Access to Technology",
      "Technological Literacy",
      "Support for Returning Citizens",
      "Fair Judicial System",
      "Prison Reform",
      "Racial Equality",
      "Access to Housing",
      "Public Education",
      "Mental Health Awareness",
      "Access to Legal Representation",
      "Fair Employment Opportunities",
      "Community Involvement",
      "Access to Affordable Groceries",
      "Public Transportation",
      "Voting Rights",
      "Credit Score Improvement",
      "Homeownership Opportunities",
      "Political Transparency",
      "Legislative Reform",
      "Support for Victims of Domestic Violence"
    ]
  },
  {
    "interviewee": "Kimberly Woodson",
    "video": "https://vimeo.com/854538208",
    "transcript": "Kimberly Woodson\nLink: https://vimeo.com/854538208\n===\n\n[00:00:00] . Hi, my name is Kimberly Woodson and I am a 53 year old mother of a five year old and a 35 year old.\n\n[00:00:07] And my biggest concern as a Detroiter is the gentrification that's going on. Like I can't ride down three blocks and it's now all of a sudden suburbanized and. It's little bitty kids that can play differently in a cleaner street and a different environment. And I feel like what happens to my little brown baby in the future, because I know as a youth growing up in Detroit, I wasn't heard.\n\n[00:00:40] It was like there was no protection for women and girls then, and it seemed to be no protection for women and girls now, like we just buried this baby all because her mother no longer wanted to be with a man in 2020. I had to bury my sister. Because she no longer wanted to be with her husband. It's an epidemic going on in society, and because most of the victims happen to be black and brown, it is not.\n\n[00:01:14] , don't get me wrong, I am forever grateful that during Covid 19, that man's life was lost, and the response to the death. I will ever be grateful for all the people, like the Black Lives Matter, everything that grew out of that one death.\n\n[00:01:33] It was like his name, a flood of . All these righteous, wonderful gifts\n\n\n[00:01:38] Marker\n---\n\n[00:01:38] Women, where is our righteous indignity? They lock up mothers. And when you lock up a mom, you destroy a community. When you lock up a dad, you don't need to destroy a household. So it's like where is the protection for the women that are incarcerated are, are there because of direct action of a man or a dominant co-defendant who was forcing things on them.\n\n[00:02:09] My fear is do I flee Detroit or Michigan because they don't see my baby? I. And they would never see her. Or do I stand and scream and shout and keep doing everything I feel is right, not for just myself and my daughter, but for my community. Do I still keep fighting to heal my community or do I throw in a towel and say, they're never gonna make me feel safe in Detroit because I'm not light enough.\n\n[00:02:40] Because I'm not the right ethnicity, you know what I'm saying? So it's like the same things can happen to the black and brown women for forever. And the first time it happens to someone of another race, then all hell loose. And that's not fair. And this is my city and it's been predominantly black most of my 53 years.\n\n[00:03:04] I'm sure it's been that way longer than that. So why is it that my resources, my cops, Can't come to my city block in a hurry like they do in all of the nice neighborhoods that they have now done since I've been home 2017. And when I first came home, I was devastated of my city, but now I see some improvement.\n\n[00:03:28] I love the idea of the walk and the bike ride to be able to go from one city all the way downtown to the river walk. I love to show off the best of my city, but there is parts and nooks and nannies of the family of the city that the mayor and everybody else don't want people to see and know about.\n\n[00:03:49] They need love too, and those are the spots that I care about the most. Those are the parts I do care about how my child is being educated in the Detroit public schools and their ratings. I do care about how people can want returning citizens to go show up to a Scared Straight thing to improve, prove they already feel bad, teenager or kids that's on a negative path behavior, but yet cannot allow a parent to volunteer and help.\n\n[00:04:20] Actually infiltrate and make sure that those children aren't making the same mistake that they made. So it's like you don't hear the little African American girl, you silence her everywhere you can. You don't try to begin to get her the help she needs and the minute she mess up, she's locked up. I fear for my daughter, I fear for her.\n\n\n[00:04:41] marker\n---\n\n[00:04:41] I want to leave Detroit like on the next thing. Smoking so bad. I can put the plan together. I'm outta here because I fear for my baby. I want her to go somewhere where she's just as included as everybody else that's around her. Do I have to go to a small hick town to do that? Where do I have to go that I feel like my African American baby girl will be seen, will be heard, and will be validated for all of her accomplishments and not have to work 10 times as hard as the other counterparts to see the same accomplishments and achievements and get the same rewards?\n\n[00:05:20] Can she be safe? Can she call the cops just like somebody else can call the cops and get the same response? Do I have to move in a richer neighborhood for her to be able to get help? If somebody's breaking in just as quick as somebody else can get help in other neighborhoods, that's not fair. Why is that?\n\n[00:05:39] And why is my taxes higher? Why is my insurance for my car higher? Why is my road the worst? I go in outstate. I drive around in outstate cities and I be like, Ooh, no bumps, no speed bumps. We definitely not in Detroit. That bothers me. Why is only certain parts of Detroit being beautified and the parts they care about the most?\n\n[00:06:03] To my people That my baby may have to grow up in here. Not being invested into my taxes. Pay just like everybody else's. .\n\n\n[00:06:11] Marker\n---\n\n[00:06:11] Domestic violence to me, like during covid 19. Everybody got to see the real people. The real monsters came out in the homes. People that was maybe able to go cheat with they girlfriends or whatever they was able to do, whatever extra release they was having was taking it all out on the people that was closest to them.\n\n[00:06:37] And domestic violence was on an all time high and. So many people got killed during them couple of years, and it was no outcry for that. There was no like, I feel like just like we raised the roof and kicked over things and got indignant for George Floyd's death. We should have been just outright and indignant and hitting the streets for the very first wife or domestic violence victim that got killed in they home because they was trapped in there.\n\n[00:07:14] Because the ' cause of Covid 19, it was like you have prosecutors , yes, domestic violence is on the rise, but yet, Nothing was being done. We were on a lockdown status. These people, the worst came out of the worst of people, and I feel there was so many lives lost that shouldn't have been lost, had society cared more, but because most of the victims.\n\n[00:07:39] Normally be black and brown females, they don't start caring until it's in their community. Just like even the doctor who got killed by her spouse in Oakland County, she only was spoken on for a few times, and I feel like she only got as much publicity as she did is because she was from Oakland County and she had a predominant position in the they district.\n\n[00:08:05] So, and that's only because had she just been another African American female, she wouldn't have got that much coverage. It would've been like a one liner, one story, and that's it.\n\n[00:08:16] And I feel like that's not fair because hurt people, hurt people. And sometimes when you're trapped in a situation, You need avenues to get out and we don't allow victims enough space to feel safe enough to trust us as a society to be transparent enough to say, I need help. I'm not going to look you in the face and say, I'm in a domestic violence situation and I don't trust you enough to do something other than talk about me behind my back.\n\n\n[00:08:48] Marker\n---\n\n[00:08:48] I feel mental health is the solution to every problem somebody has.\n\n[00:08:52] If you can think it through and you got to have a clear head, and you gotta know if your thinking is thinking or if you got on the right path of thinking. And in order to do that, sometimes you need a, a. Professional to help you just be a soundboard. They don't really have to offer your opinion. 'cause most people be like, oh, I got, do people think I'm crazy if I go see a shrink or do this?\n\n[00:09:15] No. You crazy to keep all that crazy. Thoughts that you not even sure you understand inside of you bottled up. It's gonna blow up one way or the other and the most unexpected time whatsoever. So you might as well try to get somebody that might be able to say, I've heard of something like this. Oh, you know, it's not that uncommon then you think.\n\n[00:09:39] You know what I'm saying? Or somebody to be able to say, you cuckoo with cocoa puff. Yeah. You need another opinion. But I'd rather for somebody to tell me I'm crazy. Than not have the opportunity to do that. For domestic violence victims, I feel mental health would allow them to get out of that space of low self-esteem shame and all the plethora of, of negative anecdotes that comes with being in that setting.\n\n[00:10:10] I think it would help them build enough confidence to do the self work that they need to come up out of that. Because you can remove a victim out of a situation, but if emotionally and mentally they still there, they gonna go back. I got to mentally and then emotionally prepare myself for the, for the exile before I actually make the exile, or I'm just gonna long for home again.\n\n[00:10:34] Mental health should be offered to the victim as well as those who abuse people. I often feel that if my brother-in-law had got help, Real counseling that he could have seen that his way of love was not conducive to the marriage and they could have worked out him having anger issues or insecurity issues or whatever.\n\n[00:11:00] 'cause I don't know exactly why it was he did what he did, and I'm not gonna pretend to predict it. I forgive him and I still love him and I, and it's not a day that go by that I don't wish I. That both of them was still here. And that's why I feel like mental health would have played, it would have saved my, their life.\n\n[00:11:21] It would've truly saved\n\n[00:11:23] their life. And. Even for like my family members, my loved ones, being able to seek counseling or probably save a whole lot of family. It's still a divide between the two families and it's gonna take everybody seeking.\n\n[00:11:43] Mental health work and working on your emotions and your mental and coming to a terms of proper grieving and it just, you, you gotta work. That's traumatic stuff you can't deal with on your own. And I think a lot of people feel like they're weak if they see their friend get killed and don't go talk to nobody.\n\n[00:12:07] That's not, most people don't see their friend get in front of them.\n\n\n[00:12:12] Marker\n---\n\n[00:12:12] You don't want to bottle yourself inside yourself because you worried about what somebody may think of you. They definitely gonna think the worst of you if you mess around and explode. They definitely gonna think the worst of you is you in the McDonald's line and the person behind you bumped you one too many times and you turn around and just start sticking them with your EpiPen and they end up dying.\n\n[00:12:38] And you wonder where did all that rage come from? Because you have so much bottle inside and you haven't talked to nobody and you haven't had an opportunity to release it because most people don't even do self care. So if you not doing mental health or self-care, you are a living, breathing, nuclear bomb waiting to go off, and you are going to destroy as many people around you when you explode that that you, you may not even want to, but you will destroy everything around you and it might just be the ones you love the most.\n\n[00:13:12] Do you really think some of these spouses said, I'm gonna wake up today and I'm gonna kill my spouse and kill myself. Something clicked in that moment. Something clicked and they said, this is it no more. I know for a fact when my brother-in-law killed my sister, he walked out the they was at the gas station.\n\n[00:13:31] I seen the video. He walked back to his car and he walked back to her car and on her and shot her. Something clicked in him. If he had intend on shooting her, he would've had the gun on him. When he was in her car, when he would've had it on him, he would've never sat in her car and talked if he was intend on killing her.\n\n[00:13:50] So something clicked and mental health could have stopped that clicking. Mental health could have got his mental back on track where he could have seen things in a different perspective because I'm sure he must have felt like it was the end of everything. He had to feel like, I can't go past this point and I'm not.\n\n[00:14:12] Okay. And we gotta get people to not go get to that point where they feel like they can't go past it. Because that's what suicides come in. That's what will people go off. And I'm just gonna have a a killing spree and I'm gonna try to make the cops kill me. ' cause they too afraid to kill they self. So yes, forget a stigma.\n\n[00:14:32] I don't want nobody, I don't wanna be the five o'clock news, so I'd rather go to the shrink and let them shrink my little head than be the five o'clock news. 'cause I didn't embarrass my whole family. \n\n\n[00:14:43] Marker\n---\n\n[00:14:43] Detroit public schools get the. Bottom of the resources. I feel like, and this have a lot to do with gerrymandering, prison gerrymandering, it's like when you lock up our residents from Detroit, when you go to any prison outta all the prisons in Michigan, the higher the largest population they're gonna have is gonna be from Wayne County.\n\n[00:15:04] In every prison, the largest amount of population is Wayne County. So if all of our residents is populating the, the prison system, when they do, they census, they count them in, like say for instance, Genesee County, or they count them in Ionia and that money and resources go to those schools. Mm-hmm. And it takes away from Detroit Public schools.\n\n[00:15:30] But however, the babies of the incarcerated individuals that's are locked up in MDOC are going to those schools. So it's like you setting them up for the prison and school pipeline. Now, because the schools are shitty, they don't get as many resources as all the other schools. You don't pay the teachers as much as they need to be paid.\n\n[00:15:53] And you. Cram their classrooms where they can't give our students as much of attention as they might need to excel to the best of their ability. And I feel like as suburban schools, the school ratio student to teacher ratio is not as bad. And the pay is better. And also the resources that the kids receive in those other suburban schools is much better than Detroit.\n\n[00:16:20] And also they grade is higher. When you get the grading system, they're higher. So what can we do to make Detroit schools just as higher? Why can't we pull all these resources to pull all Michigan schools up I don't care where I stayed in Michigan. I feel like my child should get a top A grade education no matter where I live, whether it's Flint, whether it's Jackson, whether it is Lansing or Detroit.\n\n[00:16:50] I want the same education level and I wanted to be the top grade. \n\n[00:16:54] \\ I want her to have as much of a advantage as she can. Course I feel like I have a very bright young baby and I don't care. I'm now, I'm not bragging 'cause it's my baby. Mm-hmm. But I feel like she's exceptionally bright and I don't feel like she's being challenging all the ways that she can learn.\n\n[00:17:12] . And I feel like other school districts. Incorporate more different styles of learning and because of lack of funding, I'm dyslexic and I learn differently, and I know it takes me longer to catch up to things since other people, but I catch it, but I also, maybe somehow I have to sing it to myself or I may have to see it, you know what I'm saying?\n\n[00:17:38] Or somebody may have to read it, you know, or maybe hands on. It's different things that I have to learn, different techniques, so everybody is not a one way. Type learning for every subject. And I feel like because of the budget restraints, the teachers aren't allowed enough liberty to be to explore different ways of reaching their students.\n\n[00:18:04] And even if they did, they don't have enough capacity to do that because they're overcrowded. And that would induce extra work, especially for Detroit. So I feel, I feel like if they have more resources, they can have more teachers or they can have a bigger school or something to be able to give every student the attention that they need.\n\n[00:18:24] Yeah. And not say because they were a little slow, put 'em in special ed because you don't have to be in special ed just because you need to sing it to yourself to catch it. \n\n\n[00:18:33] Marker\n---\n\n[00:18:33] Technology is not my best friend at all. I, it sucks. I suck. And technology, t technology sucks. Technology's supposed to make your life convenient. Well, they should tell that to people that has been in prison because I did almost 30 years and so I didn't have the advantage of growing up and like every new thing that advanced that you learned and it became like I have.\n\n[00:18:59] Three year olds that can do stuff better than me, and I got this wonderful job that I really enjoyed. I really love, love, love, and I'm going into that. When you tell somebody like, what's your weakness? I said, one of my biggest weaknesses was technology. Well, yet I still lost my job. Within months of being hired.\n\n[00:19:21] And matter of fact, weeks before Christmas I was without a job because of technology, and I had somebody actually sitting there beside me every step of the way of proving every step helping me. And it's sad because they don't think about that. It's like, It's like almost like why recidivism even exists at this point.\n\n[00:19:42] Because if you have somebody that's locked up for decades coming home and you don't give them no pre-training with any kind of technology, you are setting them up for failure. I'm good at what I do, but when it comes to inputting the things that I've done, I suck. It takes me longer to write a report.\n\n[00:20:00] For one, one-on-one that I'm having. Then it burst. I, I could have 10 one-on-ones in the time it take me to do one report for one, one-on-one, because that's how bad I suck at trying to put stuff in the computer. I'm always messing it up. After they get a new something, like I'm on my sixteenth phone since I've been home because, and it always be human error.\n\n[00:20:23] It never be like, maybe I've dropped a couple, two or three, but you know what I'm saying? Most of the time it was something that I did to the phone that was messed up and I had to get a replacement 'cause they couldn't fix it at the store. Like, we don't know what you did to this. \n\n\n[00:20:38] Marker\n---\n\n[00:20:38] But if we set up something in the Department of Corrections, it can be a dummy thing where it's only connected to like one database. Mm-hmm. Where they can like practice research and stuff. It can be like, we gonna hook this up to the legal library or something where they just practice.\n\n[00:20:59] Using like Google or researching stuff, \n\n[00:21:03] be able to have the technology at least six months in advance because you can't go over something one or two times and get it in. Like most of the applications, it's online. I had people that was like, I was ready to go, hit every spot. I had my pens ready, I was going to fill out, and they was like, go online.\n\n[00:21:25] Go online. And I was like, I don't even know what online is. You know, so it's like just even the terminology and the definitions will be awesome. . Something where it's a booklet or a free class that they can take upon leaving something that it can just be where we are investing in you because we know you're your future customers and we don't want you coming home not having a proper technology.\n\n",
    "nodes": [
      {
        "id": "N5",
        "label": "Racial Equality",
        "quotes": [
          "[00:00:07] And my biggest concern as a Detroiter is the gentrification that's going on. Like I can't ride down three blocks and it's now all of a sudden suburbanized and. It's little bitty kids that can play differently in a cleaner street and a different environment. And I feel like what happens to my little brown baby in the future, because I know as a youth growing up in Detroit, I wasn't heard.",
          "[00:02:09] My fear is do I flee Detroit or Michigan because they don't see my baby? I. And they would never see her. Or do I stand and scream and shout and keep doing everything I feel is right, not for just myself and my daughter, but for my community. Do I still keep fighting to heal my community or do I throw in a towel and say, they're never gonna make me feel safe in Detroit because I'm not light enough.",
          "[00:04:41] I want to leave Detroit like on the next thing. Smoking so bad. I can put the plan together. I'm outta here because I fear for my baby. I want her to go somewhere where she's just as included as everybody else that's around her. Do I have to go to a small hick town to do that? Where do I have to go that I feel like my African American baby girl will be seen, will be heard, and will be validated for all of her accomplishments and not have to work 10 times as hard as the other counterparts to see the same accomplishments and achievements and get the same rewards?"
        ],
        "score": 1
      },
      {
        "id": "N19",
        "label": "Support for Victims of Domestic Violence",
        "quotes": [
          "[00:06:11] Domestic violence to me, like during covid 19. Everybody got to see the real people. The real monsters came out in the homes. People that was maybe able to go cheat with they girlfriends or whatever they was able to do, whatever extra release they was having was taking it all out on the people that was closest to them.",
          "[00:07:14] Because the ' cause of Covid 19, it was like you have prosecutors , yes, domestic violence is on the rise, but yet, Nothing was being done. We were on a lockdown status. These people, the worst came out of the worst of people, and I feel there was so many lives lost that shouldn't have been lost, had society cared more, but because most of the victims.",
          "[00:08:16] And I feel like that's not fair because hurt people, hurt people. And sometimes when you're trapped in a situation, You need avenues to get out and we don't allow victims enough space to feel safe enough to trust us as a society to be transparent enough to say, I need help. I'm not going to look you in the face and say, I'm in a domestic violence situation and I don't trust you enough to do something other than talk about me behind my back."
        ],
        "score": 1
      },
      {
        "id": "N8",
        "label": "Mental Health Awareness",
        "quotes": [
          "[00:08:48] I feel mental health is the solution to every problem somebody has.",
          "[00:09:15] No. You crazy to keep all that crazy. Thoughts that you not even sure you understand inside of you bottled up. It's gonna blow up one way or the other and the most unexpected time whatsoever.",
          "[00:10:34] Mental health should be offered to the victim as well as those who abuse people. I often feel that if my brother-in-law had got help, Real counseling that he could have seen that his way of love was not conducive to the marriage and they could have worked out him having anger issues or insecurity issues or whatever.",
          "[00:14:32] I don't want nobody, I don't wanna be the five o'clock news, so I'd rather go to the shrink and let them shrink my little head than be the five o'clock news. 'cause I didn't embarrass my whole family."
        ],
        "score": 1
      },
      {
        "id": "N7",
        "label": "Public Education",
        "quotes": [
          "[00:14:43] Detroit public schools get the. Bottom of the resources. I feel like, and this have a lot to do with gerrymandering, prison gerrymandering, it's like when you lock up our residents from Detroit, when you go to any prison outta all the prisons in Michigan, the higher the largest population they're gonna have is gonna be from Wayne County.",
          "[00:16:20] And also they grade is higher. When you get the grading system, they're higher. So what can we do to make Detroit schools just as higher? Why can't we pull all these resources to pull all Michigan schools up I don't care where I stayed in Michigan. I feel like my child should get a top A grade education no matter where I live, whether it's Flint, whether it's Jackson, whether it is Lansing or Detroit.",
          "[00:16:54] I want her to have as much of a advantage as she can. Course I feel like I have a very bright young baby and I don't care. I'm now, I'm not bragging 'cause it's my baby. Mm-hmm. But I feel like she's exceptionally bright and I don't feel like she's being challenging all the ways that she can learn."
        ],
        "score": 1
      },
      {
        "id": "N0",
        "label": "Access to Technology",
        "quotes": [
          "[00:18:33] Technology is not my best friend at all. I, it sucks. I suck. And technology, t technology sucks. Technology's supposed to make your life convenient. Well, they should tell that to people that has been in prison because I did almost 30 years and so I didn't have the advantage of growing up and like every new thing that advanced that you learned and it became like I have.",
          "[00:20:38] But if we set up something in the Department of Corrections, it can be a dummy thing where it's only connected to like one database. Mm-hmm. Where they can like practice research and stuff."
        ],
        "score": 1
      }
    ],
    "edges": [
      {
        "source": "N8",
        "target": "N19",
        "label": "leads to",
        "quotes": [
          "Mental health should be offered to the victim as well as those who abuse people.",
          "I often feel that if my brother-in-law had got help, Real counseling that he could have seen that his way of love was not conducive to the marriage and they could have worked out him having anger issues or insecurity issues or whatever."
        ],
        "explanation": "The interviewee believes that mental health awareness and support can lead to better support for victims of domestic violence, as it can help both victims and abusers address their issues."
      },
      {
        "source": "N7",
        "target": "N0",
        "label": "requires",
        "quotes": [
          "Technology is not my best friend at all. I, it sucks. I suck. And technology, t technology sucks.",
          "But if we set up something in the Department of Corrections, it can be a dummy thing where it's only connected to like one database. Mm-hmm. Where they can like practice research and stuff."
        ],
        "explanation": "The interviewee suggests that public education requires access to technology, as it is a crucial tool for learning and research."
      },
      {
        "source": "N5",
        "target": "N7",
        "label": "conflicts with",
        "quotes": [
          "Detroit public schools get the. Bottom of the resources.",
          "I want the same education level and I wanted to be the top grade."
        ],
        "explanation": "The interviewee believes that the current state of public education conflicts with racial equality, as schools in predominantly black areas like Detroit receive fewer resources."
      }
    ],
    "clean_list": [
      "Access to Technology",
      "Technological Literacy",
      "Support for Returning Citizens",
      "Fair Judicial System",
      "Prison Reform",
      "Racial Equality",
      "Access to Housing",
      "Public Education",
      "Mental Health Awareness",
      "Access to Legal Representation",
      "Fair Employment Opportunities",
      "Community Involvement",
      "Access to Affordable Groceries",
      "Public Transportation",
      "Voting Rights",
      "Credit Score Improvement",
      "Homeownership Opportunities",
      "Political Transparency",
      "Legislative Reform",
      "Support for Victims of Domestic Violence"
    ]
  }
]